Repository: GZGTE/openedx-translations
Catalog: translations/xblock-sql-grader/sql_grader/conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: We could not execute your query; please try again.
id: Kami tidak dapat menjalankan permintaan Anda; silakan coba lagi.

source: Weight
id: Bobot

source: This assigns an integer value representing the weight of this problem
id: Ini memberikan nilai integer yang mewakili bobot masalah ini

source: Display Name
id: Nama tampilan

source: The display name for this component.
id: Nama tampilan untuk komponen ini

source: SQL Problem
id: Masalah SQL

source: Dataset
id: Himpunan data

source: Which initial dataset/database to be used for queries
id: Kumpulan data/database awal mana yang akan digunakan untuk kueri

source: Answer Query
id: Jawaban Pertanyaan

source: A correct response SQL query
id: Kueri SQL respons yang benar

source: Verify Query
id: Verifikasi Kueri

source: A secondary verification SQL query, to be used if the answer_query modifies the database (UPDATE, INSERT, DELETE, etc.). Only enter a single SELECT query here, which is used for matching the answer
id: Kueri SQL verifikasi sekunder, untuk digunakan jika jawaban_kueri mengubah database (UPDATE, INSERT, DELETE, dll.). Hanya masukkan satu kueri SELECT di sini, yang digunakan untuk mencocokkan jawabannya

source: Modification query statements
id: Pernyataan permintaan modifikasi

source: Optional SQL statements, to be executed after the user-submitted query, but before the verify_query.
id: Pernyataan SQL opsional, untuk dieksekusi setelah kueri yang dikirimkan pengguna, tetapi sebelum verifikasi_query.

source: Is Ordered?
id: Apakah sudah dipesan?

source: Should results be in order?
id: Apakah hasilnya harus teratur?

source: Prompt
id: Anjuran

source: Explanatory text to accompany the problem
id: Teks penjelasan untuk menyertai soal

source: Submission Query
id: Permintaan Pengajuan

source: A Submission Query
id: Permintaan Pengiriman

source: %(score_weighted)s/%(max_score)s point (graded)
id: %(score_weighted)s / %(max_score)s poin (dinilai)

source: 0 points (ungraded)
id: 0 poin (tidak dinilai)

source: Note:
id: Catatan:

source: Your queries are executed using SQLite, so you must conform to the SQL constructs supported by SQLite.
id: Kueri Anda dieksekusi menggunakan SQLite, jadi Anda harus menyesuaikan dengan konstruksi SQL yang didukung oleh SQLite.

source: Press ESC then TAB or click outside of the code editor to exit
id: Tekan ESC kemudian TAB atau klik di luar editor kode untuk keluar

source: Submit
id: Kirim

source: Show Answer
id: Tampilkan Jawaban

source: Correct
id: Betul

source: Incorrect
id: Tidak Betul

source: Unanswered
id: Tidak terjawab

source: To check your data modification statement, we ran the following query after your modification:
id: Untuk memeriksa pernyataan modifikasi data Anda, kami menjalankan kueri berikut setelah modifikasi Anda:

source: Your Query Result:
id: Hasil Kueri Anda:

source: Expected Query Result:
id: Hasil Kueri yang Diharapkan:
