Repository: GZGTE/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: id

source: Error Ending Exam
id: Kesalahan Mengakhiri Ujian

source: Something has gone wrong ending your exam. Please reload the page and start again.
id: Ada yang tidak beres saat mengakhiri ujian Anda. Silakan muat ulang halaman dan mulai lagi.

source: Error Starting Exam
id: Kesalahan Memulai Ujian

source: Something has gone wrong starting your exam. Please double-check that the application is running.
id: Ada yang tidak beres saat memulai ujian Anda. Silakan periksa kembali apakah aplikasi sedang berjalan.

source: Something has gone wrong starting your exam. Please reload the page and start again.
id: Ada yang tidak beres saat memulai ujian Anda. Silakan muat ulang halaman dan mulai lagi.

source: Something has gone wrong ending your exam. Please double-check that the application is running.
id: Ada yang tidak beres saat mengakhiri ujian Anda. Silakan periksa kembali apakah aplikasi sedang berjalan.

source: Review Policy Exception
id: Tinjau kebijakan pengecualian

source: Add Time(Minutes)
id: Tambahkan Waktu (Menit)

source: Add Multiplier as a Number Greater Than 1
id: Tambahkan Pengganda sebagai Angka Lebih Besar Dari 1

source: Add Policy Exception
id: Tambahkan Pengecualian Kebijakan

source: Required field
id: kolom yang harus diisi

source: Additional Time (minutes)
id: Waktu Tambahan (menit)

source: Time Multiplier
id: Pengganda Waktu

source: Eligible
id: Memenuhi syarat

source: Created
id: Telah dibuat

source: Download Software Clicked
id: Mengunduh software yang dipilih

source: Ready to start
id: Siap untuk mulai

source: Started
id: Dimulai

source: Ready to submit
id: Siap untuk diserahkan

source: Declined
id: Ditolak

source: Timed out
id: Waktu habis

source: Second Review Required
id: Diperlukan ulasan kedua

source: Submitted
id: Terkirim

source: Verified
id: Terverifikasi

source: Rejected
id: Ditolak

source: Error
id: Kesalahan

source: Onboarding Missing
id: Orientasi Hilang

source: Onboarding Pending
id: Orientasi Tertunda

source: Onboarding Failed
id: Orientasi Gagal

source: Onboarding Expired
id: Orientasi Kedaluwarsa

source: Practice
id: Praktik

source: Proctored
id: Tersupervisi

source: Timed
id: Terjadwal

source: Are you sure you want to remove this student's exam attempt?
id: Apakah Anda yakin ingin menghapus upaya ujian siswa ini?

source: Are you sure you want to resume this student's exam attempt?
id: Apakah Anda yakin ingin melanjutkan upaya ujian siswa ini?

source: Not Started
id: Belum Dimulai

source: You have not started your onboarding exam.
id: Anda belum memulai ujian orientasi Anda.

source: You have started your onboarding exam.
id: Anda telah memulai ujian orientasi Anda.

source: You have submitted your onboarding exam.
id: Anda telah menyerahkan ujian orientasi Anda.

source: Your onboarding exam has been approved in this course.
id: Ujian orientasi Anda telah disetujui dalam kursus ini.

source: Your onboarding exam has been rejected. Please retry onboarding.
id: Ujian orientasi Anda telah ditolak. Silakan coba lagi orientasi.

source: An error has occurred during your onboarding exam. Please retry onboarding.
id: Terjadi kesalahan selama ujian orientasi Anda. Silakan coba lagi orientasi.

source: Approved in Another Course
id: Disetujui pada Mata Kuliah Lain

source: Your onboarding exam has been approved in another course.
id: Ujian orientasi Anda telah disetujui di kursus lain.

source: If your device has changed, we recommend that you complete this course's onboarding exam in order to ensure that your setup still meets the requirements for proctoring.
id: Jika perangkat Anda telah berubah, kami menyarankan Anda menyelesaikan ujian orientasi kursus ini untuk memastikan bahwa pengaturan Anda masih memenuhi persyaratan pengawasan.

source: Expiring Soon
id: Segera Berakhir

source: Your onboarding profile has been approved. However, your onboarding status is expiring soon. Please complete onboarding again to ensure that you will be able to continue taking proctored exams.
id: Profil orientasi Anda telah disetujui. Namun, status orientasi Anda akan segera berakhir. Harap selesaikan orientasi lagi untuk memastikan bahwa Anda dapat terus mengikuti ujian yang diawasi.

source: Expired
id: Kedaluwarsa

source: Your onboarding status has expired. Please complete onboarding again to continue taking proctored exams.
id: Status orientasi Anda telah kedaluwarsa. Harap selesaikan orientasi lagi untuk terus mengikuti ujian yang diawasi.

source: Setup Started
id: Penyiapan Dimulai

source: Onboarding Started
id: Orientasi Dimulai

source: Onboarding Reset Failed Due to Past Due Exam
id: Penyetelan Ulang Orientasi Gagal Karena Ujian Telah Jatuh Tempo

source: Honor
id: Kehormatan

source: Professional
id: Profesional

source: No ID Professional
id: Tidak ada ID Profesional

source: Credit
id: Kredit

source: Master's
id: Master

source: Executive Education
id: Pendidikan Eksekutif

source: Are you sure you want to leave this page? To pass your proctored exam you must also pass the online proctoring session review.
id: Apakah Anda yakin ingin meninggalkan laman ini? Untuk lulus ujian pengawasan, Anda juga harus lulus tinjauan sesi pengawasan online.
