Repository: GZGTE/openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, id

source: Preview the data sharing consent page rendered in the context of a course enrollment.
fr_ca: Prévisualisez la page de consentement au partage de données rendue dans le contexte d'une inscription à un cours.
id: Pratinjau halaman persetujuan berbagi data yang diberikan dalam konteks pendaftaran kursus.

source: Preview the data sharing consent page rendered in the context of a program enrollment.
fr_ca: Prévisualisez la page de consentement au partage de données affichée dans le contexte d'une inscription à un programme.
id: Pratinjau halaman persetujuan berbagi data yang diberikan dalam konteks pendaftaran program.

source: Preview (course)
fr_ca: Aperçu (cours)
id: Pratinjau (kursus)

source: Preview (program)
fr_ca: Aperçu (programme)
id: Pratinjau (program)

source: Name of the user whose consent state is stored.
fr_ca: Nom de l'utilisateur dont l'état de consentement est stocké.
id: Nama pengguna yang status persetujuannya disimpan.

source: Whether consent is granted.
fr_ca: Si le consentement est accordé.
id: Apakah persetujuan diberikan.

source: Data Sharing Consent Record
fr_ca: Enregistrement de consentement au partage de données
id: Catatan Persetujuan Berbagi Data

source: Data Sharing Consent Records
fr_ca: Enregistrements de consentement au partage de données
id: Catatan Persetujuan Berbagi Data

source: Course key for which data sharing consent is granted.
fr_ca: Clé de cours pour laquelle le consentement au partage de données est accordé.
id: Kunci kursus yang izin berbagi datanya diberikan.

source: Data sharing consent text overrides
fr_ca: Remplacements du texte de consentement au partage de données
id: Penggantian teks izin berbagi data

source: Fill in a text for first paragraph of page. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>platform_name: Name of platform.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
fr_ca: Remplissez un texte pour le premier paragraphe de la page. Les variables suivantes peuvent être disponibles :<br /><ul><li>enterprise_customer_name : Un nom d’entreprise cliente.</li><li>platform_name : Nom de la plateforme.</li><li>item : Une chaîne qui est "cours" ou "programme" selon le type de consentement.</li><li>course_title : Titre du cours. Disponible lorsque le type de consentement est cours.</li><li>course_start_date : Date de début du cours. Disponible lorsque le type de consentement est cours.</li></ul>
id: Isi teks untuk paragraf pertama halaman. Variabel berikut mungkin tersedia:<br /><ul><li> enterprise_customer_name: Nama pelanggan perusahaan.</li><li> platform_name: Nama platform.</li><li> item: Sebuah string yang merupakan &quot;kursus&quot; atau &quot;program&quot; tergantung pada jenis persetujuan.</li><li> course_title : Judul tentu saja. Tersedia jika jenis persetujuannya adalah kursus.</li><li> course_start_date: Tanggal mulai kursus. Tersedia jika jenis persetujuannya adalah kursus.</li></ul>

source: Fill in a text for policy paragraph at the bottom of page. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>platform_name: Name of platform.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
fr_ca: Remplissez un texte pour le paragraphe de politique en bas de la page. Les variables suivantes peuvent être disponibles :<br /><ul><li>enterprise_customer_name : Un nom d'entreprise cliente.</li><li>platform_name : Nom de la plateforme.</li><li>item : Une chaîne qui est "cours" ou "programme" selon le type de consentement.</li><li>course_title : Titre du cours. Disponible lorsque le type de consentement est cours.</li><li>course_start_date : Date de début du cours. Disponible lorsque le type de consentement est cours.</li></ul>
id: Isi teks untuk paragraf kebijakan di bagian bawah halaman. Variabel berikut mungkin tersedia:<br /><ul><li> enterprise_customer_name: Nama pelanggan perusahaan.</li><li> platform_name: Nama platform.</li><li> item: Sebuah string yang merupakan &quot;kursus&quot; atau &quot;program&quot; tergantung pada jenis persetujuan.</li><li> course_title : Judul tentu saja. Tersedia jika jenis persetujuannya adalah kursus.</li><li> course_start_date: Tanggal mulai kursus. Tersedia jika jenis persetujuannya adalah kursus.</li></ul>

source: Fill in a text for left sidebar paragraph. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>platform_name: Name of platform.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
fr_ca: Remplissez un texte pour le paragraphe de la barre latérale gauche. Les variables suivantes peuvent être disponibles :<br /><ul><li>enterprise_customer_name : Un nom d’entreprise cliente.</li><li>platform_name : Nom de la plateforme.</li><li>item : Une chaîne qui est "cours" ou "programme" selon le type de consentement.</li><li>course_title : Titre du cours. Disponible lorsque le type de consentement est cours.</li><li>course_start_date : Date de début du cours. Disponible lorsque le type de consentement est cours.</li></ul>
id: Isi teks untuk paragraf sidebar kiri. Variabel berikut mungkin tersedia:<br /><ul><li> enterprise_customer_name: Nama pelanggan perusahaan.</li><li> platform_name: Nama platform.</li><li> item: Sebuah string yang merupakan &quot;kursus&quot; atau &quot;program&quot; tergantung pada jenis persetujuan.</li><li> course_title : Judul tentu saja. Tersedia jika jenis persetujuannya adalah kursus.</li><li> course_start_date: Tanggal mulai kursus. Tersedia jika jenis persetujuannya adalah kursus.</li></ul>

source: Fill in a text for dialog which appears when user decline to provide consent. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
fr_ca: Remplissez un texte pour la boîte de dialogue qui apparaît lorsque l'utilisateur refuse de donner son consentement. Les variables suivantes peuvent être disponibles :<br /><ul><li>enterprise_customer_name : Un nom d'entreprise cliente.</li><li>item : Une chaîne qui est "cours" ou "programme" selon le type de consentement.</li><li>course_title : Titre du cours. Disponible lorsque le type de consentement est cours.</li><li>course_start_date : Date de début du cours. Disponible lorsque le type de consentement est cours.</li></ul>
id: Isi teks untuk dialog yang muncul ketika pengguna menolak memberikan persetujuan. Variabel berikut mungkin tersedia:<br /><ul><li> enterprise_customer_name: Nama pelanggan perusahaan.</li><li> item: Sebuah string yang merupakan &quot;kursus&quot; atau &quot;program&quot; tergantung pada jenis persetujuan.</li><li> course_title : Judul tentu saja. Tersedia jika jenis persetujuannya adalah kursus.</li><li> course_start_date: Tanggal mulai kursus. Tersedia jika jenis persetujuannya adalah kursus.</li></ul>

source: Fill in a text for title of the notification which appears on dashboard when user decline to provide consent. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>course_title: Title of course. Available when type of consent is course.</li></ul>
fr_ca: Remplissez un texte pour le titre de la notification qui apparaît sur le tableau de bord lorsque l'utilisateur refuse de donner son consentement. Les variables suivantes peuvent être disponibles :<br /><ul><li>enterprise_customer_name : Un nom d'entreprise cliente.</li><li>course_title : Titre du cours. Disponible lorsque le type de consentement est cours.</li></ul>
id: Isi teks untuk judul notifikasi yang muncul di dashboard ketika pengguna menolak memberikan persetujuan. Variabel berikut mungkin tersedia:<br /><ul><li> enterprise_customer_name: Nama pelanggan perusahaan.</li><li> course_title : Judul tentu saja. Tersedia jika jenis persetujuannya adalah kursus.</li></ul>

source: Fill in a text for message of the notification which appears on dashboard when user decline to provide consent. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>course_title: Title of course. Available when type of consent is course.</li></ul>
fr_ca: Remplissez un texte pour le message de notification qui apparaît sur le tableau de bord lorsque l'utilisateur refuse de donner son consentement. Les variables suivantes peuvent être disponibles :<br /><ul><li>enterprise_customer_name : Remplissez un texte pour le message de notification qui apparaît sur le tableau de bord lorsque l'utilisateur refuse de donner son consentement. Les variables suivantes peuvent être disponibles :</li><li>course_title : Titre du cours. Disponible lorsque le type de consentement est cours.</li></ul>
id: Isikan teks untuk pesan notifikasi yang muncul di dashboard ketika pengguna menolak memberikan persetujuan. Variabel berikut mungkin tersedia:<br /><ul><li> enterprise_customer_name: Nama pelanggan perusahaan.</li><li> course_title : Judul tentu saja. Tersedia jika jenis persetujuannya adalah kursus.</li></ul>

source: Title of page
fr_ca: Titre de la page
id: Judul halaman

source: Text next to agreement check mark
fr_ca: Texte à côté de la coche d'accord
id: Teks di sebelah tanda centang persetujuan

source: Text of agree button
fr_ca: Texte du bouton d'accord
id: Teks tombol setuju

source: Text of decline link
fr_ca: Texte du lien de refus
id: Teks tautan penolakan

source: Text of policy drop down
fr_ca: Texte de la politique déroulante
id: Teks kebijakan drop down

source: Heading text of dialog box which appears when user decline to provide consent
fr_ca: Texte d'en-tête de la boîte de dialogue qui apparaît lorsque l'utilisateur refuse de donner son consentement
id: Teks judul kotak dialog yang muncul ketika pengguna menolak memberikan persetujuan

source: Text of decline button on confirmation dialog box
fr_ca: Texte du bouton de refus dans la boîte de dialogue de confirmation
id: Teks tombol tolak pada kotak dialog konfirmasi

source: Text of abort decline link on confirmation dialog box
fr_ca: Texte du lien de refus d'abandon dans la boîte de dialogue de confirmation
id: Teks tautan batalkan penolakan pada kotak dialog konfirmasi

source: Specifies whether data sharing consent page is published.
fr_ca: Spécifie si la page de consentement au partage de données est publiée.
id: Menentukan apakah halaman izin berbagi data dipublikasikan.

source: To use this EnterpriseCourseEnrollmentSerializer, this package must be installed in an Open edX environment.
fr_ca: Pour utiliser cet EnterpriseCourseEnrollmentSerializer, ce package doit être installé dans un environnement Open edX.
id: Untuk menggunakan EnterpriseCourseEnrollmentSerializer ini, paket ini harus diinstal di lingkungan Open edX.

source: To use this endpoint, this package must be installed in an Open edX environment.
fr_ca: Pour utiliser ce point de terminaison, ce package doit être installé dans un environnement Open edX.
id: Untuk menggunakan titik akhir ini, paket ini harus diinstal di lingkungan Open edX.

source: The API Client ID provided to edX by the enterprise customer to be used to make API calls to Canvas on behalf of the customer.
fr_ca: L'ID client API fourni à edX par le client entreprise à utiliser pour effectuer des appels API à Canvas au nom du client.
id: ID Klien API yang diberikan kepada edX oleh pelanggan perusahaan untuk digunakan melakukan panggilan API ke Canvas atas nama pelanggan.

source: The API Client Secret provided to edX by the enterprise customer to be used to make API calls to Canvas on behalf of the customer.
fr_ca: Le secret client API fourni à edX par le client entreprise à utiliser pour effectuer des appels API à Canvas au nom du client.
id: Rahasia Klien API yang diberikan kepada edX oleh pelanggan perusahaan untuk digunakan melakukan panggilan API ke Canvas atas nama pelanggan.

source: Account number to use during api calls. Called account_id in canvas. Required to create courses etc.
fr_ca: Numéro de compte à utiliser lors des appels API. Appelé account_id dans Canvas. Nécessaire pour créer des cours, etc.
id: Nomor akun untuk digunakan selama panggilan api. Disebut account_id di kanvas. Diperlukan untuk membuat kursus dll.

source: The base URL used for API requests to Canvas, i.e. https://instructure.com.
fr_ca: L'URL de base utilisée pour les requêtes API adressées à Canvas, c'est-à-dire https://instructure.com.
id: URL dasar yang digunakan untuk permintaan API ke Canvas, yaitu https://instructure.com.

source: The refresh token provided by Canvas along with the access token request, used to re-request the access tokens over multiple client sessions.
fr_ca: Le jeton d'actualisation fourni par Canvas avec la demande de jeton d'accès, utilisé pour demander à nouveau les jetons d'accès sur plusieurs sessions client.
id: Token penyegaran yang disediakan oleh Canvas bersama dengan permintaan token akses, digunakan untuk meminta ulang token akses melalui beberapa sesi klien.

source: The maximum number of data items to transmit to the integrated channel with each request.
fr_ca: Le nombre maximum d'éléments de données à transmettre au canal intégré à chaque requête.
id: Jumlah maksimum item data untuk dikirim ke saluran terintegrasi dengan setiap permintaan.

source: The amount of points that the learner scored on the subsection.
fr_ca: Le nombre de points que l'apprenant a marqué dans la sous-section.
id: Jumlah poin yang diperoleh pelajar pada subbagian.

source: The total amount of points that the learner could score on the subsection.
fr_ca: Le nombre total de points que l'apprenant pourrait marquer dans la sous-section.
id: Jumlah total poin yang dapat diperoleh pelajar pada subbagian.

source: Represents the canvas representation of a timestamp: yyyy-mm-dd, which is always 10 characters. Can be left unset for audit transmissions.
fr_ca: Représente la représentation canvas d’un horodatage : aaaa-mm-jj, qui comporte toujours 10 caractères. Peut être laissé non configuré pour les transmissions d’audit.
id: Mewakili representasi kanvas dari stempel waktu: yyyy-mm-dd, yang selalu terdiri dari 10 karakter. Dapat dibiarkan tidak disetel untuk transmisi audit.

source: The API path for making completion POST requests to Cornerstone.
fr_ca: Le chemin de l'API pour envoyer des requêtes POST d'achèvement à Cornerstone.
id: Jalur API untuk menyelesaikan permintaan POST ke Cornerstone.

source: The API path for making OAuth-related POST requests to Cornerstone. This will be used to gain the OAuth access token which is required for other API calls.
fr_ca: Le chemin de l'API pour envoyer des requêtes POST liées à OAuth à Cornerstone. Celui-ci sera utilisé pour obtenir le jeton d'accès OAuth requis pour les autres appels d'API.
id: Jalur API untuk membuat permintaan POST terkait OAuth ke Cornerstone. Ini akan digunakan untuk mendapatkan token akses OAuth yang diperlukan untuk panggilan API lainnya.

source: Basic auth username for sending user completion status to cornerstone.
fr_ca: Nom d'utilisateur d'authentification de base pour envoyer le statut d'achèvement de l'utilisateur à cornerstone.
id: Nama pengguna autentikasi dasar untuk mengirimkan status penyelesaian pengguna ke landasan.

source: Basic auth password for sending user completion status to cornerstone.
fr_ca: Mot de passe d'authentification de base pour envoyer l'état d'achèvement de l'utilisateur à cornerstone.
id: Kata sandi autentikasi dasar untuk mengirimkan status penyelesaian pengguna ke landasan.

source: Key/value mapping cornerstone subjects to edX subjects list
fr_ca: Mappage clé/valeur des sujets cornerstone avec la liste des sujets edX
id: Pemetaan kunci/nilai mata pelajaran landasan ke daftar mata pelajaran edX

source: List of IETF language tags supported by cornerstone
fr_ca: Liste des balises de langue IETF prises en charge par cornerstone
id: Daftar tag bahasa IETF yang didukung oleh landasan

source: The base URL used for API requests to Cornerstone, i.e. https://portalName.csod.com
fr_ca: L'URL de base utilisée pour les requêtes API adressées à Cornerstone, c'est-à-dire https://portalName.csod.com
id: URL dasar yang digunakan untuk permintaan API ke Cornerstone, yaitu https://portalName.csod.com

source: The most current session token provided for authorization to make API calls to the customer's instance
fr_ca: Le jeton de session le plus récent fourni pour l'autorisation d'effectuer des appels d'API vers l'instance du client
id: Token sesi terkini disediakan untuk otorisasi untuk melakukan panggilan API ke instance pelanggan

source: Date time when session token was last provided
fr_ca: Date et heure à laquelle le jeton de session a été fourni pour la dernière fois
id: Tanggal waktu token sesi terakhir diberikan

source: If checked, subjects will not be sent to Cornerstone
fr_ca: Si coché, les sujets ne seront pas envoyés à Cornerstone
id: Jika dicentang, subjek tidak akan dikirim ke Cornerstone

source: This is the edX course key that is used as a unique identifier.
fr_ca: Il s'agit de la clé du cours edX qui est utilisée comme identifiant unique.
id: Ini adalah kunci kursus edX yang digunakan sebagai pengidentifikasi unik.

source: This is the course key that is being sent to our partners.
fr_ca: C'est la clé de cours qui est envoyée à nos partenaires.
id: Ini adalah kunci kursus yang dikirimkan ke mitra kami.

source: Transmit data for only this EnterpriseCustomer. Omit this option to transmit to all EnterpriseCustomers with active integrated channels.
fr_ca: Transmettez les données uniquement pour ce client d'entreprise. Omettez cette option pour transmettre à tous les clients d'entreprise avec des canaux intégrés actifs.
id: Kirimkan data hanya untuk Pelanggan Perusahaan ini. Hilangkan opsi ini untuk mengirimkan ke semua Pelanggan Perusahaan dengan saluran terintegrasi yang aktif.

source: Transmit data to this IntegrateChannel. Omit this option to transmit to all configured, active integrated channels.
fr_ca: Transmettez les données à cet canal intégré. Omettez cette option pour transmettre à tous les canaux intégrés actifs et configurés.
id: Kirimkan data ke IntegrateChannel ini. Hilangkan opsi ini untuk mentransmisikan ke semua saluran terintegrasi yang aktif dan terkonfigurasi.

source: Enterprise customer {uuid} not found, or not active
fr_ca: Client d'entreprise {uuid} introuvable ou inactif
id: Pelanggan perusahaan {uuid} tidak ditemukan, atau tidak aktif

source: Invalid integrated channel: {channel}
fr_ca: Canal intégré non valide : {channel}
id: Saluran terintegrasi tidak valid: {channel}

source: Backfill missing audit record foreign keys for Cornerstone.
fr_ca: Remplacez les clés étrangères de l'enregistrement d'audit manquantes pour Cornerstone.
id: Isi ulang kunci asing catatan audit yang hilang untuk Cornerstone.

source: Backfill missing audit record foreign keys.
fr_ca: Remplacez les clés étrangères de l'enregistrement d'audit manquantes.
id: Isi ulang kunci asing catatan audit yang hilang.

source: Verify and remove any duplicated assignments transmitted to the IntegratedChannel(s) configured for the given EnterpriseCustomer.
fr_ca: Vérifiez et supprimez toutes les affectations en double transmises au canal ou canaux intégrés configuré(s) pour le client d'entreprise donné.
id: Verifikasi dan hapus tugas duplikat apa pun yang dikirimkan ke IntegratedChannel yang dikonfigurasi untuk tugas tersebut Pelanggan Perusahaan.

source: Username of a user authorized to fetch grades from the LMS API.
fr_ca: Nom d'utilisateur d'un utilisateur autorisé à récupérer les notes via l'API LMS.
id: Nama pengguna pengguna yang diberi otorisasi untuk mengambil nilai dari LMS API.

source: A user with the username {username} was not found.
fr_ca: Un utilisateur portant le nom d'utilisateur {username} est introuvable.
id: Pengguna dengan nama pengguna {username} tidak ditemukan.

source: Transmit Enterprise learner course completion data for the given EnterpriseCustomer.
id: Mengirimkan data penyelesaian kursus pelajar Perusahaan untuk Pelanggan Perusahaan tertentu.

source: This management command deletes records from the IntegratedChannelAPIRequestLogs model that are older than one month
id: Perintah manajemen ini menghapus catatan dari model IntegratedChannelAPIRequestLogs yang lebih lama dari satu bulan

source: Reset SAPSF learner transmissions for the given EnterpriseCustomer and Channel between two dates.
fr_ca: Réinitialisez les transmissions des apprenants SAPSF entre deux dates pour le client entreprise et le canal donnés.
id: Setel ulang transmisi pelajar SAPSF untuk Pelanggan Perusahaan dan Saluran tertentu antara dua tanggal.

source: Start date and time in YYYY-MM-DDTHH:MM:SSZ format.
fr_ca: Date et heure de début au format AAAA-MM-JJTHH:MM:SSZ.
id: Tanggal dan waktu mulai dalam format YYYY-MM-DDTHH:MM:SSZ.

source: End date and time in YYYY-MM-DDTHH:MM:SSZ format.
fr_ca: Date et heure de fin au format AAAA-MM-JJTHH:MM:SSZ.
id: Tanggal dan waktu berakhir dalam format YYYY-MM-DDTHH:MM:SSZ.

source: Transmit Enterprise learner assessment level reporting data for the given EnterpriseCustomer.
id: Mengirimkan data pelaporan tingkat penilaian pelajar Perusahaan untuk Pelanggan Perusahaan tertentu.

source: A configuration nickname.
fr_ca: Un surnom de configuration.
id: Nama panggilan konfigurasi.

source: Enterprise Customer associated with the configuration.
fr_ca: Client d'entreprise associé à la configuration.
id: Pelanggan Perusahaan yang terkait dengan konfigurasi.

source: If provided, will be used as IDP slug to locate remote id for learners
id: Jika disediakan, akan digunakan sebagai siput IDP untuk menemukan id jarak jauh bagi pelajar

source: Is this configuration active?
fr_ca: Cette configuration est-elle active?
id: Apakah konfigurasi ini aktif?

source: Is this configuration in dry-run mode? (experimental)
fr_ca: Cette configuration est-elle en mode essai? (expérimental)
id: Apakah konfigurasi ini dalam mode uji coba? (eksperimental)

source: Displays course price
fr_ca: Affiche le prix du cours
id: Menampilkan harga kursus

source: Enterprise channel worker username to get JWT tokens for authenticating LMS APIs.
id: Nama pengguna pekerja saluran perusahaan untuk mendapatkan token JWT guna mengautentikasi API LMS.

source: A comma-separated list of catalog UUIDs to transmit. If blank, all customer catalogs will be transmitted. If there are overlapping courses in the customer catalogs, the overlapping course metadata will be selected from the newest catalog.
id: Daftar UUID katalog yang dipisahkan koma untuk dikirimkan. Jika kosong, semua katalog pelanggan akan dikirimkan. Jika ada kursus yang tumpang tindih di katalog pelanggan, metadata kursus yang tumpang tindih akan dipilih dari katalog terbaru.
