Repository: GZGTE/openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, id

source: {strong_start}We could not gather price information for {em_start}{item}{em_end}.{strong_end} {span_start}If you continue to have these issues, please contact {link_start}{platform_name} support{link_end}.{span_end}
id: {strong_start} Kami tidak dapat mengumpulkan informasi harga untuk {em_start} {item} {em_end} . {strong_end} {span_start} Jika Anda terus mengalami masalah ini, silakan hubungi {link_start} {platform_name} dukungan {link_end} . {span_end}

source: {strong_start}Something happened.{strong_end} {span_start}This {item} is not currently open to new learners. Please start over and select a different {item}.{span_end}
id: {strong_start} Sesuatu terjadi. {strong_end} {span_start} {item} ini saat ini tidak terbuka untuk pelajar baru. Silakan mulai dari awal dan pilih {item} yang lain. {span_end}

source: {strong_start}Something happened.{strong_end} {span_start}Please reach out to your learning administrator with the following error code and they will be able to help you out.{span_end}{span_start}Error code: {error_code}{span_end}{span_start}Username: {username}{span_end}
id: {strong_start} Sesuatu terjadi. {strong_end} {span_start} Silakan hubungi administrator pembelajaran Anda dengan kode kesalahan berikut dan mereka akan dapat membantu Anda. {span_end} {span_start} Kode kesalahan: {error_code} {span_end} {span_start} Nama pengguna: {username} {span_end}

source: Enterprise Customer Type
fr_ca: Type de client d'entreprise
id: Jenis Pelanggan Perusahaan

source: Enterprise Customer Types
fr_ca: Types de client d'entreprise
id: Jenis Pelanggan Perusahaan

source: Specifies enterprise customer type.
fr_ca: Spécifie le type de client d'entreprise.
id: Menentukan jenis pelanggan perusahaan.

source: Enterprise Customer
fr_ca: Client d'entreprise
id: Kustomer Enterprise

source: Enterprise Customers
fr_ca: Clients d'entreprise
id: Pelanggan Perusahaan

source: Enterprise Customer name.
fr_ca: Nom du client d'entreprise
id: Nama Pelanggan Perusahaan.

source: Hides course price on learning platform course confirmation screen.
id: Menyembunyikan harga kursus di layar konfirmasi kursus platform pembelajaran.

source: Enables data sharing consent prompt for learners each time they enroll in a course. If left unchecked, the prompt will not appear and relevant data will not be shared.
id: Mengaktifkan permintaan izin berbagi data untuk pelajar setiap kali mereka mendaftar kursus. Jika tidak dicentang, perintah tidak akan muncul dan data relevan tidak akan dibagikan.

source: Setting to either require learners to accept data sharing consent at course enrollment, or through an external process.
id: Setelan yang mengharuskan pelajar menerima izin berbagi data saat pendaftaran kursus, atau melalui proses eksternal.

source: Allows learners enrolling through learning platforms to select the audit track.
id: Memungkinkan pelajar mendaftar melalui platform pembelajaran untuk memilih jalur audit.

source: Enables transmission of audit enrollment data from learning platform learners.
id: Memungkinkan transmisi data pendaftaran audit dari pelajar platform pembelajaran.

source: Specifies whether to replace the display of potentially sensitive SSO usernames with a more generic name, e.g. EnterpriseLearner.
id: Menentukan apakah akan mengganti tampilan nama pengguna SSO yang berpotensi sensitif dengan nama yang lebih umum, misalnya EnterpriseLearner.

source: Specifies whether the customer is able to assign learners to cohorts upon enrollment.
id: Menentukan apakah pelanggan dapat menugaskan pelajar ke kelompok setelah pendaftaran.

source: Customer Type
fr_ca: Type de client
id: Tipe pelanggan

source: Enables the scheduled reporting configurations screen on the administrator portal.
id: Mengaktifkan layar konfigurasi pelaporan terjadwal di portal administrator.

source: Enables the Single Sign On (SSO) configuration screen on the administrator portal.
id: Mengaktifkan layar konfigurasi Akses Menyeluruh (SSO) di portal administrator.

source: Automatically enabled. If unchecked, learners won't have access to the learner portal.
id: Diaktifkan secara otomatis. Jika tidak dicentang, pelajar tidak akan memiliki akses ke portal pelajar.

source: Specifies whether enterprise offers will be made known to learners in the learner portal. This only applies to customers with “offers”, the old version of learner credit.
id: Menentukan apakah penawaran perusahaan akan diberitahukan kepada peserta di portal peserta. Ini hanya berlaku untuk pelanggan dengan “penawaran”, kredit pelajar versi lama.

source: Hides labor market data from learners (populated by features using Lightcast integration).
id: Menyembunyikan data pasar tenaga kerja dari pelajar (diisi berdasarkan fitur yang menggunakan integrasi Lightcast).

source: Automatically enabled. If unchecked, the learners won't be able to search for a course on the learner portal.
id: Diaktifkan secara otomatis. Jika tidak dicentang, pelajar tidak akan dapat mencari kursus di portal pelajar.

source: If checked, the learners will be able to see the link to CEN on the learner portal dashboard.
id: Jika dicentang, pelajar akan dapat melihat tautan ke CEN di dasbor portal pelajar.

source: If checked, the learners will be able to see the pathways on the learner portal dashboard.
id: Jika dicentang, pembelajar akan dapat melihat jalurnya di dasbor portal pembelajar.

source: If checked, the learners will be able to see the programs on the learner portal dashboard.
id: Jika dicentang, pembelajar akan dapat melihat program di dashboard portal pembelajar.

source: If checked, the learners will be able to see the academies on the learner portal dashboard.
id: Jika dicentang, pelajar akan dapat melihat akademi di dasbor portal pelajar.

source: Automatically enabled. Displays advanced analytics page on the administrator portal, which includes skill and labor market data.
id: Diaktifkan secara otomatis. Menampilkan halaman analitik tingkat lanjut di portal administrator, yang mencakup data keterampilan dan pasar tenaga kerja.

source: Enables the learning platform configuration screen on the administrator portal.
id: Mengaktifkan layar konfigurasi platform pembelajaran di portal administrator.

source: Allows a learner to input customer slug to identify their org in the SSO process. Should be enabled for customers that leverage SSO.
id: Memungkinkan pelajar memasukkan slug pelanggan untuk mengidentifikasi organisasi mereka dalam proses SSO. Harus diaktifkan untuk pelanggan yang memanfaatkan SSO.

source: Specifies whether the organization should have access to executive education 2U content.
id: Menentukan apakah organisasi harus memiliki akses ke konten 2U pendidikan eksekutif.

source: Display Demo data from analyitcs and learner progress report for demo customer.
id: Tampilkan data Demo dari analisis dan laporan kemajuan pelajar untuk pelanggan demo.

source: Email linked on learner portal as public point of contact, will default to all admin users associated with this customer if left blank.
id: Email yang tertaut di portal pelajar sebagai kontak publik, akan ditetapkan secara default ke semua pengguna admin yang terkait dengan pelanggan ini jika dibiarkan kosong.

source: Specifies the discount percent used for enrollments from the enrollment API where capturing the discount per order is not possible. This is passed to ecommerce when creating orders for financial data reporting.
id: Menentukan persentase diskon yang digunakan untuk pendaftaran dari API pendaftaran di mana pengambilan diskon per pesanan tidak dapat dilakukan. Hal ini diteruskan ke e-niaga saat membuat pesanan untuk pelaporan data keuangan.

source: Specifies the default language for learners of the organization.
fr_ca: Spécifie la langue par défaut pour les apprenants de l'organisation.
id: Menentukan bahasa default untuk pelajar organisasi.

source: Specifies the sender alias for automated emails from the edX system.
fr_ca: Spécifie l'alias de l'expéditeur pour les courriels automatisés du système edX.
id: Menentukan alias pengirim untuk email otomatis dari sistem edX.

source: Email address that will receive learner replies to automated edX emails.
fr_ca: Adresse courriel qui recevra les réponses des apprenants aux courriels edX automatisés.
id: Alamat email yang akan menerima balasan pelajar ke email edX otomatis.

source: Message text shown on the learner portal dashboard for career engagement network.
id: Teks pesan ditampilkan di dasbor portal pelajar untuk jaringan keterlibatan karier.

source: Course details were not found for course key {} - Course Catalog API returned nothing. Proceeding with enrollment, but notifications won't be sent
id: Detail kursus tidak ditemukan untuk kunci kursus {} - API Katalog Kursus tidak mengembalikan apa pun. Melanjutkan pendaftaran, tetapi pemberitahuan tidak akan dikirim

source: When enabled along with `active`, all other linked enterprise customers for this user will be marked as inactive upon save.
id: Jika diaktifkan bersama dengan `aktif`, semua pelanggan perusahaan tertaut lainnya untuk pengguna ini akan ditandai sebagai tidak aktif setelah disimpan.

source: Enterprise Customer Learner
fr_ca: Apprenant d'un client d'entreprise
id: Pembelajar Pelanggan Perusahaan

source: Enterprise Customer Learners
fr_ca: Apprenants d'un client d'entreprise
id: Pembelajar Pelanggan Perusahaan

source: Logo images must be in .png format.
fr_ca: Les images du logo doivent être au format .png.
id: Gambar logo harus dalam format .png.

source: Branding Configuration
fr_ca: Configuration de la marque
id: Konfigurasi Merek

source: Branding Configurations
fr_ca: Configurations de la marque
id: Konfigurasi Merek

source: Specifies whether this is default provider for enterprise customer.
id: Menentukan apakah ini adalah penyedia default untuk pelanggan perusahaan.

source: The UUID of the course (not course run) in which the learner is entitled.
id: UUID kursus (bukan kursus yang dijalankan) yang menjadi hak pelajar.

source: The enterprise learner to which this entitlement is attached.
id: Pelajar perusahaan yang melekatkan hak ini.

source: The enterprise learner to which this enrollment is attached.
id: Pelajar perusahaan yang dilampirkan pendaftaran ini.

source: The ID of the course in which the learner was enrolled.
fr_ca: L'identifiant du cours auquel l'apprenant a été inscrit.
id: ID kursus tempat pelajar terdaftar.

source: Specifies whether a user marked this course as saved for later in the learner portal.
id: Menentukan apakah pengguna menandai kursus ini sebagai disimpan untuk nanti di portal pelajar.

source: Specifies whether the enterprise course enrollment's course enrollment object was unenrolled.
id: Menentukan apakah objek pendaftaran kursus perusahaan telah dibatalkan pendaftarannya.

source: Specifies when an enterprise course enrollment's course enrollment object was unenrolled.
id: Menentukan kapan objek pendaftaran kursus pendaftaran kursus perusahaan dibatalkan pendaftarannya.

source: The course entitlement the associated subsidy is for.
fr_ca: Le droit au cours auquel la subvention associée est destinée.
id: Hak kursus yang diperuntukkan bagi subsidi terkait.

source: The course enrollment the associated subsidy is for.
fr_ca: L’inscription au cours pour laquelle la subvention associée est destinée.
id: Pendaftaran kursus yang menerima subsidi terkait.

source: Whether the enterprise subsidy is revoked, e.g., when a user's license is revoked.
fr_ca: Si la subvention aux entreprises est révoquée, par exemple lorsque la licence d'un utilisateur est révoquée.
id: Apakah subsidi perusahaan dicabut, misalnya ketika lisensi pengguna dicabut.

source: Query parameters which will be used to filter the discovery service's search/all endpoint results, specified as a JSON object. An empty JSON object means that all available content items will be included in the catalog.
id: Parameter kueri yang akan digunakan untuk memfilter hasil pencarian/semua titik akhir layanan penemuan, ditentukan sebagai objek JSON. Objek JSON yang kosong berarti semua item konten yang tersedia akan disertakan dalam katalog.

source: Specifies whether the catalog is allowed to include exec ed (2U) courses. This means that, when the content_filter specifies that 'course' content types should be included in the catalog, executive-education-2u course types won't be excluded from the content of the associated catalog.
id: Menentukan apakah katalog diperbolehkan menyertakan kursus exec ed (2U). Artinya, ketika content_filter menentukan bahwa tipe konten &#39;kursus&#39; harus disertakan dalam katalog, tipe kursus executive-education-2u tidak akan dikecualikan dari konten katalog terkait.

source: Enterprise Catalog Query
fr_ca: Requête de catalogue d'entreprise
id: Kueri Katalog Perusahaan

source: Enterprise Catalog Queries
fr_ca: Requêtes de catalogue d'entreprise
id: Pertanyaan Katalog Perusahaan

source: Query parameters which will be used to filter the discovery service's search/all endpoint results, specified as a Json object. An empty Json object means that all available content items will be included in the catalog.
id: Parameter kueri yang akan digunakan untuk memfilter hasil pencarian/semua titik akhir layanan penemuan, ditentukan sebagai objek Json. Objek JSON yang kosong berarti semua item konten yang tersedia akan disertakan dalam katalog.

source: Ordered list of enrollment modes which can be displayed to learners for course runs in this catalog.
id: Daftar mode pendaftaran yang diurutkan yang dapat ditampilkan kepada pelajar untuk kursus yang dijalankan dalam katalog ini.

source: Specifies whether courses should be published with direct-to-audit enrollment URLs.
id: Menentukan apakah kursus harus dipublikasikan dengan URL pendaftaran langsung untuk diaudit.

source: Enterprise Customer Catalog
fr_ca: Catalogue des clients d'entreprise
id: Katalog Kustomer Enterprise

source: Enterprise Customer Catalogs
fr_ca: Catalogues des clients d'entreprise
id: Katalog Pelanggan Perusahaan

source: Fill in a standard Django template that, when rendered, produces the email you want sent to newly-enrolled Enterprise Customer learners. The following variables may be available: <ul><li>user_name: A human-readable name for the person being emailed. Be sure to handle the case where this is not defined, as it may be missing in some cases. It may also be a username, if the learner hasn't configured their "real" name in the system.</li> <li>organization_name: The name of the organization sponsoring the enrollment.</li> <li>enrolled_in: Details of the course or program that was enrolled in. It may contain: <ul><li>name: The name of the enrollable item (e.g., "Demo Course").</li> <li>url: A link to the homepage of the enrolled-in item.</li> <li>branding: A custom branding name for the enrolled-in item. For example, the branding of a MicroMasters program would be "MicroMasters".</li> <li>start: The date the enrolled-in item becomes available. Render this to text using the Django `date` template filter (see <a href="https://docs.djangoproject.com/en/1.8/ref/templates/builtins/#date">the Django documentation</a>).</li><li>type: Whether the enrolled-in item is a course, a program, or something else.</li></ul></ul>
id: Isi templat Django standar yang, ketika dirender, menghasilkan email yang ingin Anda kirim ke pelajar Pelanggan Perusahaan yang baru terdaftar. Variabel berikut mungkin tersedia: <ul><li> nama_pengguna: Nama yang dapat dibaca manusia untuk orang yang dikirimi email. Pastikan untuk menangani kasus yang tidak ditentukan, karena dalam beberapa kasus mungkin tidak ada. Ini juga bisa berupa nama pengguna, jika pelajar belum mengonfigurasi nama &quot;asli&quot; mereka di sistem.</li><li> nama_organisasi: Nama organisasi yang mensponsori pendaftaran.</li><li> terdaftar_in: Detail kursus atau program yang telah didaftarkan. Ini mungkin berisi:<ul><li> name: Nama item yang dapat didaftarkan (misalnya, &quot;Kursus Demo&quot;).</li><li> url: Tautan ke beranda item yang didaftarkan.</li><li> branding: Nama merek khusus untuk item yang didaftarkan. Misalnya, branding program MicroMasters adalah &quot;MicroMasters&quot;.</li><li> mulai: Tanggal item yang didaftarkan tersedia. Render ini menjadi teks menggunakan filter templat `tanggal` Django (lihat <a href="https://docs.djangoproject.com/en/1.8/ref/templates/builtins/#date">dokumentasi Django</a> ).</li><li> type: Apakah item yang didaftarkan adalah kursus, program, atau yang lainnya.</li></ul></ul>

source: Enter a string that can be used to generate a dynamic subject line for notification emails. The placeholder {course_name} will be replaced with the name of the course or program that was enrolled in.
id: Masukkan string yang dapat digunakan untuk menghasilkan baris subjek dinamis untuk email notifikasi. Placeholder {course_name} akan diganti dengan nama kursus atau program yang didaftarkan.

source: Active
fr_ca: Actif
id: Aktif

source: Include Date
fr_ca: Inclure la date
id: Sertakan Tanggal

source: Include date in the report file name
fr_ca: Inclure la date dans le nom du fichier de rapport
id: Cantumkan tanggal pada nama file laporan

source: Delivery Method
fr_ca: Méthode de livraison
id: Metode Pengiriman

source: The method in which the data should be sent.
id: Metode di mana data harus dikirim.

source: Specifies whether report should be compressed. Without compression files will not be password protected or encrypted.
id: Menentukan apakah laporan harus dikompresi. Tanpa kompresi, file tidak akan dilindungi kata sandi atau dienkripsi.

source: PGP Encryption Key
fr_ca: Clé de chiffrement PGP
id: Kunci Enkripsi PGP

source: The key for encryption, if PGP encrypted file is required.
id: Kunci untuk enkripsi, jika file terenkripsi PGP diperlukan.

source: Data Type
fr_ca: Type de données
id: Tipe data

source: The type of data this report should contain.
fr_ca: Le type de données que ce rapport doit contenir.
id: Jenis data yang harus dimuat dalam laporan ini.

source: Report Type
fr_ca: Type de rapport
id: Tipe laporan

source: The type this report should be sent as, e.g. CSV.
fr_ca: Le type sous lequel ce rapport doit être envoyé, par exemple CSV.
id: Jenis laporan ini harus dikirim, misalnya CSV.

source: Email
fr_ca: Courriel
id: Surel

source: The email(s), one per line, where the report should be sent.
fr_ca: Le ou les courriels, un par ligne, où le rapport doit être envoyé.
id: Email, satu email per baris, tempat laporan harus dikirim.

source: Frequency
fr_ca: Fréquence
id: Frekuensi

source: The frequency interval (daily, weekly, or monthly) that the report should be sent.
fr_ca: L'intervalle de fréquence (quotidien, hebdomadaire ou mensuel) auquel le rapport doit être envoyé.
id: Interval frekuensi (harian, mingguan, atau bulanan) laporan harus dikirimkan.

source: Day of Month
fr_ca: Jour du mois
id: Hari dalam Bulan

source: The day of the month to send the report. This field is required and only valid when the frequency is monthly.
fr_ca: Le jour du mois quand envoyer le rapport. Ce champ est obligatoire et valide uniquement lorsque la fréquence est mensuelle.
id: Hari dalam sebulan untuk mengirim laporan. Bidang ini wajib diisi dan hanya valid jika frekuensinya bulanan.

source: Day of Week
fr_ca: Jour de la semaine
id: Hari dalam seminggu

source: The day of the week to send the report. This field is required and only valid when the frequency is weekly.
fr_ca: Le jour de la semaine quand envoyer le rapport. Ce champ est obligatoire et valide uniquement lorsque la fréquence est hebdomadaire.
id: Hari dalam seminggu untuk mengirim laporan. Bidang ini wajib diisi dan hanya valid jika frekuensinya mingguan.

source: Hour of Day
fr_ca: Heure de la journée
id: Jam Sehari

source: The hour of the day to send the report, in Eastern Standard Time (EST). This is required for all frequency settings.
fr_ca: L'heure de la journée à laquelle envoyer le rapport, en heure normale de l'Est (EST). Ceci est requis pour tous les réglages de fréquence.
id: Jam untuk mengirim laporan, dalam Waktu Standar Timur (EST). Ini diperlukan untuk semua pengaturan frekuensi.

source: This password will be used to secure the zip file. It will be encrypted when stored in the database.
fr_ca: Ce mot de passe sera utilisé pour sécuriser le fichier zip. Il sera crypté une fois stocké dans la base de données.
id: Kata sandi ini akan digunakan untuk mengamankan file zip. Itu akan dienkripsi ketika disimpan dalam database.

source: SFTP Host name
fr_ca: Nom d'hôte SFTP
id: Nama Host SFTP

source: If the delivery method is sftp, the host to deliver the report to.
fr_ca: Si la méthode de livraison est sftp, l'hôte auquel transmettre le rapport.
id: Jika metode pengirimannya adalah sftp, host yang akan mengirimkan laporan.

source: SFTP Port
fr_ca: Port SFTP
id: Pelabuhan SFTP

source: If the delivery method is sftp, the port on the host to connect to.
fr_ca: Si la méthode de livraison est sftp, le port de l'hôte auquel se connecter.
id: Jika metode pengirimannya adalah sftp, port pada host yang akan dihubungkan.

source: SFTP username
fr_ca: Utilisateur SFTP
id: nama pengguna SFTP

source: If the delivery method is sftp, the username to use to securely access the host.
fr_ca: Si la méthode de livraison est sftp, le nom d'utilisateur à utiliser pour accéder en toute sécurité à l'hôte.
id: Jika metode pengirimannya adalah sftp, nama pengguna yang digunakan untuk mengakses host dengan aman.

source: If the delivery method is sftp, the password to use to securely access the host. The password will be encrypted when stored in the database.
fr_ca: Si la méthode de livraison est sftp, le mot de passe à utiliser pour accéder en toute sécurité à l'hôte. Le mot de passe sera crypté une fois stocké dans la base de données.
id: Jika metode pengirimannya adalah sftp, kata sandi yang digunakan untuk mengakses host dengan aman. Kata sandi akan dienkripsi ketika disimpan dalam database.

source: SFTP file path
fr_ca: Chemin du fichier SFTP
id: jalur file SFTP

source: If the delivery method is sftp, the path on the host to deliver the report to.
fr_ca: Si la méthode de livraison est sftp, chemin sur l'hôte auquel transmettre le rapport.
id: Jika metode pengirimannya adalah sftp, jalur pada host tujuan pengiriman laporan.

source: Delivery method cannot be updated
fr_ca: La méthode de livraison ne peut être mise à jour
id: Metode pengiriman tidak dapat diperbarui

source: Day of week must be set if the frequency is weekly.
fr_ca: Le jour de la semaine doit être défini si la fréquence est hebdomadaire.
id: Hari dalam seminggu harus disetel jika frekuensinya mingguan.

source: Day of month must be set if the frequency is monthly.
fr_ca: Le jour du mois doit être défini si la fréquence est mensuelle.
id: Hari dalam sebulan harus disetel jika frekuensinya bulanan.

source: Frequency must be set to either daily, weekly, or monthly.
fr_ca: La fréquence doit être définie sur quotidienne, hebdomadaire ou mensuelle.
id: Frekuensi harus disetel ke harian, mingguan, atau bulanan.

source: Email(s) must be set if the delivery method is email.
fr_ca: Les courriels doivent être définis si la méthode de livraison est par courriel.
id: Email harus disetel jika metode pengirimannya adalah email.

source: Decrypted password must be set if the delivery method is email.
fr_ca: Le mot de passe déchiffré doit être défini si la méthode de livraison est par courriel.
id: Kata sandi yang didekripsi harus disetel jika metode pengirimannya adalah email.

source: SFTP Hostname must be set if the delivery method is sftp.
fr_ca: Le nom d'hôte SFTP doit être défini si la méthode de livraison est sftp.
id: Nama Host SFTP harus disetel jika metode pengirimannya adalah sftp.
