Repository: GZGTE/openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, id

source: SFTP username must be set if the delivery method is sftp.
fr_ca: Le nom d'utilisateur SFTP doit être défini si la méthode de livraison est sftp.
id: Nama pengguna SFTP harus disetel jika metode pengirimannya adalah sftp.

source: SFTP File Path must be set if the delivery method is sftp.
fr_ca: Le chemin du fichier SFTP doit être défini si la méthode de livraison est sftp.
id: Jalur File SFTP harus disetel jika metode pengirimannya adalah sftp.

source: Decrypted SFTP password must be set if the delivery method is SFTP.
fr_ca: Le mot de passe SFTP déchiffré doit être défini si la méthode de livraison est SFTP.
id: Kata sandi SFTP yang didekripsi harus disetel jika metode pengirimannya adalah SFTP.

source: The EnterpriseCustomer for which the role is assigned to for the provided user. Defaults to the first active Enterprise Customer that the user is linked to.If another Enterprise Customer object is desired, please first create the record then modify the enterprise customer field by using the drop down.
id: EnterpriseCustomer yang perannya ditetapkan untuk pengguna yang disediakan. Defaultnya adalah Pelanggan Perusahaan aktif pertama yang terhubung dengan pengguna. Jika objek Pelanggan Perusahaan lain diinginkan, harap buat catatan terlebih dahulu, lalu ubah bidang pelanggan perusahaan dengan menggunakan tarik-turun.

source: Filters to show banner notifications conditionally.
fr_ca: Filtres pour afficher les notifications de bannière de manière conditionnelle.
id: Filter untuk menampilkan notifikasi banner secara kondisional.

source: Admin Notification Filter
fr_ca: Filtre de notification d'administrateur
id: Filter Pemberitahuan Admin

source: Admin Notification Filters
fr_ca: Filtres de notification d'administrateur
id: Filter Pemberitahuan Admin

source: Notification banner title which will appear to enterprise admin on admin portal.
fr_ca: Titre de la bannière de notification qui apparaîtra à l'administrateur de l'entreprise sur le portail d'administration.
id: Judul banner notifikasi yang akan ditampilkan kepada admin perusahaan di portal admin.

source: Notification banner text which will appear to enterprise admin on admin portal. You can enter maximum of 512 characters. This text support markdown. See https://commonmark.org/help/ for the supported markdown features.
id: Teks spanduk pemberitahuan yang akan ditampilkan kepada admin perusahaan di portal admin. Anda dapat memasukkan maksimal 512 karakter. Teks ini mendukung penurunan harga. Lihat https://commonmark.org/help/ untuk fitur penurunan harga yang didukung.

source: Admin Notification
id: Pemberitahuan Admin

source: Admin Notifications
id: Pemberitahuan Admin

source: Admin Notification Read
id: Notifikasi Admin Dibaca

source: Admin Notifications Read
id: Notifikasi Admin Dibaca

source: The enterprise that can be linked using this key.
id: Perusahaan yang dapat ditautkan menggunakan kunci ini.

source: The number of times this key can be used to link a learner.
id: Berapa kali kunci ini dapat digunakan untuk menghubungkan pelajar.

source: The key will no longer be valid after this date.
id: Kuncinya tidak lagi berlaku setelah tanggal ini.

source: Specifies if the key is active. Once deactivated, the key is no longer valid and cannot be reactivated.
id: Menentukan apakah kuncinya aktif. Setelah dinonaktifkan, kunci tersebut tidak lagi valid dan tidak dapat diaktifkan kembali.

source: ChatGPT prompt.
fr_ca: Invite ChatGPT.
id: Perintah ChatGPT.

source: ChatGPT response.
fr_ca: Réponse ChatGPT.
id: Respons ObrolanGPT.

source: Prompt type.
fr_ca: Type d'invite.
id: Tipe cepat.

source: ChatGPT Response
fr_ca: Réponse ChatGPT
id: Respon ObrolanGPT

source: ChatGPT Responses
fr_ca: Réponses ChatGPT
id: Tanggapan ObrolanGPT

source: Enterprise Customer SSO Configuration
id: Konfigurasi SSO Pelanggan Perusahaan

source: Enterprise Customer SSO Configurations
id: Konfigurasi SSO Pelanggan Perusahaan

source: The display name of the SSO configuration.
id: Nama tampilan konfigurasi SSO.

source: Specifies whether the integration with the SSO orchestration is active.
id: Menentukan apakah integrasi dengan orkestrasi SSO aktif.

source: The identity provider integrated with by the SSO orchestrator .
id: Penyedia identitas yang terintegrasi dengan orkestra SSO .

source: The metadata url of the identity provider.
id: Url metadata penyedia identitas.

source: The metadata xml of the identity provider.
id: XML metadata dari penyedia identitas.

source: The entity id of the identity provider.
id: Id entitas penyedia identitas.

source: Specifies whether the integration with the customer's identity provider should auto update metadata.
id: Menentukan apakah integrasi dengan penyedia identitas pelanggan harus memperbarui metadata secara otomatis.

source: The date and time when the configuration was submitted to the SSO orchestration.
id: Tanggal dan waktu konfigurasi dikirimkan ke orkestrasi SSO.

source: The date and time when the configuration was completed by the SSO orchestration.
id: Tanggal dan waktu konfigurasi diselesaikan oleh orkestrasi SSO.

source: The date and time when the configuration was validated and used for the first time.
id: Tanggal dan waktu konfigurasi divalidasi dan digunakan untuk pertama kalinya.

source: The date and time when the orchestrator encountered an error during configuration.
id: Tanggal dan waktu orkestrator mengalami kesalahan selama konfigurasi.

source: Whether admin has indicated the service provider metadata was uploaded.
id: Apakah admin telah mengindikasikan metadata penyedia layanan telah diunggah.

source: SAP specific configuration: the timeout interval for the OData API in seconds.
id: Konfigurasi khusus SAP: interval waktu habis untuk OData API dalam hitungan detik.

source: SAP specific configuration: the root url of the OData API.
id: Konfigurasi spesifik SAP: url root dari OData API.

source: SAP specific configuration: the company id of the OData API.
id: Konfigurasi spesifik SAP: id perusahaan dari OData API.

source: SAP specific configuration: the root url of the SAP SuccessFactors OAuth API.
fr_ca: Configuration spécifique à SAP : l'URL racine de l'API OAuth de SAP SuccessFactors.
id: Konfigurasi khusus SAP: url akar SAP SuccessFactors OAuth API.

source: SAP specific configuration: the private key used to sign the SAML assertion.
fr_ca: Configuration spécifique SAP : la clé privée utilisée pour signer l'assertion SAML.
id: Konfigurasi khusus SAP: kunci pribadi yang digunakan untuk menandatangani pernyataan SAML.

source: SAP specific configuration: the client id of the OData API.
fr_ca: Configuration spécifique SAP : l'identifiant client de l'API OData.
id: Konfigurasi spesifik SAP: id klien dari OData API.

source: SAP specific configuration: the user id of the OAuth API.
fr_ca: Configuration spécifique SAP : l'identifiant utilisateur de l'API OAuth.
id: Konfigurasi khusus SAP: id pengguna OAuth API.

source: Field is locked as the configuration has already been submitted.
fr_ca: Le champ est verrouillé car la configuration a déjà été soumise.
id: Bidang terkunci karena konfigurasi telah dikirimkan.

source: Record has already been submitted for configuration.
fr_ca: L'enregistrement a déjà été soumis pour configuration.
id: Catatan telah dikirimkan untuk konfigurasi.

source: Specifies enterprise group name.
id: Menentukan nama grup perusahaan.

source: When enabled, all learners connected to the org will be considered a member.
id: Jika diaktifkan, semua pelajar yang terhubung ke organisasi akan dianggap sebagai anggota.

source: Enterprise Group
id: Grup Perusahaan

source: Enterprise Groups
id: Grup Perusahaan

source: The moment at which the membership record is written with an Enterprise Customer User record.
id: Saat di mana catatan keanggotaan ditulis dengan catatan Pengguna Pelanggan Perusahaan.

source: Enterprise Group Membership
id: Keanggotaan Grup Perusahaan

source: Enterprise Group Memberships
id: Keanggotaan Grup Perusahaan

source: Close
fr_ca: Fermer
id: Tutup

source: Home
fr_ca: Accueil
id: Beranda

source: Clear Data Sharing Consent
fr_ca: Effacer le consentement au partage des données
id: Hapus Persetujuan Berbagi Data

source: Manage Learners
fr_ca: Gérer les apprenants
id: Kelola Peserta

source: Search Term:
fr_ca: Terme de recherche:
id: Istilah Pencarian:

source: Search email address or username
fr_ca: Rechercher une adresse courriel ou un nom d'utilisateur
id: Cari alamat email atau nama pengguna

source: User Email
fr_ca: Courriel de l'utilisateur
id: Email Pengguna

source: Username
fr_ca: Nom d'utilisateur
id: Nama Pengguna

source: Linked Date
fr_ca: Date liée
id: Tanggal Tertaut

source: Enroll
fr_ca: S'inscrire
id: Mendaftar

source: Learner Email
fr_ca: Courriel de l'apprenant
id: Email Pelajar

source: Date Added
fr_ca: Date ajoutée
id: Tanggal Ditambahkan

source: Link learners
fr_ca: Lier les apprenants
id: Tautan pelajar

source: Setup Auth org id
id: Siapkan id organisasi Auth

source: Cancel
id: Batalkan

source: Transmit Courses Metadata
fr_ca: Transmettre les métadonnées des cours
id: Mengirimkan Metadata Kursus

source: Continue
fr_ca: Continuer
id: Lanjutkan

source: Either "Email or Username" or "CSV bulk upload" must be specified, but both were.
fr_ca: Soit "courriel ou nom d'utilisateur" soit "transfert groupé CSV" doivent être spécifiés, mais les deux l'étaient.
id: &quot;Email atau Nama Pengguna&quot; atau &quot;Unggahan massal CSV&quot; harus ditentukan, namun keduanya harus ditentukan.

source: Error: Learners could not be added. Correct the following errors.
fr_ca: Erreur : Les apprenants n'ont pu être ajoutés. Corrigez les erreurs suivantes.
id: Kesalahan: Peserta didik tidak dapat ditambahkan. Perbaiki kesalahan berikut.

source: Enrollment track {course_mode} is not available for course {course_id}.
fr_ca: Le parcours d'inscription {course_mode} n'est pas disponible pour le cours {course_id}.
id: Jalur pendaftaran {course_mode} tidak tersedia untuk kursus {course_id} .

source: Select a course enrollment track for the given course(s).
fr_ca: Sélectionnez un parcours d'inscription à un cours pour le(s) cours donné(s).
id: Pilih jalur pendaftaran kursus untuk kursus tertentu.

source: Could not retrieve details for the course ID {course_id}. Specify a valid ID.
fr_ca: Impossible de récupérer les détails de l'identifiant de cours {course_id}. Spécifiez un identifiant valide.
id: Tidak dapat mengambil rincian untuk ID kursus {course_id} . Tentukan ID yang valid.

source: Either "CSV bulk upload" or a singular course ID may be used for manual enrollments, but not both together.
id: Baik &quot;unggahan massal CSV&quot; atau ID kursus tunggal dapat digunakan untuk pendaftaran manual, namun tidak keduanya secara bersamaan.

source: {argument} does not appear to be a valid email address.
fr_ca: {argument} ne semble pas être une adresse courriel valide.
id: {argument} tampaknya bukan alamat email yang valid.

source: {argument} does not appear to be a valid email address or known username
fr_ca: {argument} ne semble pas être une adresse courriel valide ou un nom d'utilisateur connu
id: {argument} tampaknya bukan alamat email yang valid atau nama pengguna yang dikenal

source: Expected a CSV file with [{expected_columns}] columns, but found [{actual_columns}] columns instead.
fr_ca: Un fichier CSV avec des colonnes de [{expected_columns}] était attendu, mais nous avons reçu un fichier de [{actual_columns}] colonnes à la place.
id: Diharapkan file CSV dengan kolom [ {expected_columns} ], tetapi malah menemukan kolom [ {actual_columns} ] .

source: Reason field is required but was not filled.
fr_ca: Le champ raison est obligatoire mais n’a pas été rempli.
id: Bidang alasan wajib diisi tetapi tidak diisi.

source: Either "Email or Username" or "CSV bulk upload" must be specified, but neither were.
id: &quot;Email atau Nama Pengguna&quot; atau &quot;Unggahan massal CSV&quot; harus ditentukan, namun keduanya tidak boleh disebutkan.

source: User with email address {email} is already registered with Enterprise Customer {ec_name}
fr_ca: L'utilisateur avec l'adresse courriel {email} est déjà enregistré auprès du client d'entreprise {ec_name}.
id: Pengguna dengan alamat email {email} sudah terdaftar di Pelanggan Perusahaan {ec_name}

source: User is not linked with Enterprise Customer
fr_ca: L'utilisateur n'est pas lié au client d'entreprise
id: Pengguna tidak terhubung dengan Pelanggan Perusahaan

source: User with email address {email} doesn't exist.
fr_ca: L'utilisateur avec l'adresse courriel {email} n'existe pas.
id: Pengguna dengan alamat email {email} tidak ada.

source: Course ID {course_id} doesn't exist in Enterprise Customer's Catalog
fr_ca: L'ID de cours {course_id} n'existe pas dans le catalogue du client d'entreprise.
id: ID Kursus {course_id} tidak ada di Katalog Pelanggan Perusahaan

source: Enterprise channel worker user with the username "{channel_worker_username}" was not found.
id: Pengguna pekerja saluran perusahaan dengan nama pengguna &quot; {channel_worker_username} &quot; tidak ditemukan.

source: Unable to parse CSV file. Please make sure it is a CSV 'utf-8' encoded file.
fr_ca: Impossible d'analyser le fichier CSV. Veuillez vous assurer qu'il s'agit d'un fichier CSV codé 'utf-8'.
id: Tidak dapat menguraikan file CSV. Harap pastikan itu adalah file berkode CSV &#39;utf-8&#39;.

source: Discount percentage should be from 0 to 100.
fr_ca: Le pourcentage de remise doit être compris entre 0 et 100.
id: Persentase diskon harus dari 0 hingga 100.

source: You've been enrolled in {course_name}!
fr_ca: Vous avez été inscrit à {course_name}!
id: Anda telah terdaftar di {course_name} !

source: `user` must have one of either `email` or `user_email`.
fr_ca: `user` doit avoir l'un des deux `email` ou `user_email`.
id: `pengguna` harus memiliki salah satu dari `email` atau `email_pengguna`.

source: Value entered is not a valid hex color code.
fr_ca: La valeur saisie n'est pas un code couleur hexadécimal valide.
id: Nilai yang dimasukkan bukan kode warna hex yang valid.

source: Unsupported file extension.
fr_ca: Extension de fichier non prise en charge.
id: Ekstensi file tidak didukung.

source: The logo image file size must be less than or equal to %s KB.
fr_ca: La taille du fichier image du logo doit être inférieure ou égale à %s Ko.
id: Ukuran file gambar logo harus kurang dari atau sama dengan %s KB.

source: The following method from the Open edX platform is necessary for this view but isn't available.
fr_ca: La méthode suivante de la plateforme Open edX est nécessaire pour cette vue mais n'est pas disponible.
id: Metode berikut dari platform Open edX diperlukan untuk tampilan ini tetapi tidak tersedia.

source: {platform_name} home page
fr_ca: page d'accueil {platform_name}
id: halaman beranda {platform_name}

source: Data sharing consent required
fr_ca: Consentement au partage de données requis
id: Persetujuan berbagi data diperlukan

source: Consent to share your data
fr_ca: Consentement à partager vos données
id: Persetujuan untuk membagikan data Anda

source: Per the {start_link}Data Sharing Policy{end_link}, {bold_start}{enterprise_customer_name}{bold_end} would like to know about:
fr_ca: Conformément aux {start_link}Règles de partage de données{end_link}, {bold_start}{enterprise_customer_name}{bold_end} souhaite en savoir plus sur :
id: Sesuai dengan Kebijakan Berbagi Data {start_link} {end_link} , {bold_start} {enterprise_customer_name} {bold_end} ingin mengetahui tentang:

source: I agree to allow {platform_name} to share data about my enrollment, completion and performance in all {platform_name} courses and programs where my enrollment is sponsored by {enterprise_customer_name}.
fr_ca: J'accepte d'autoriser {platform_name} à partager des données sur mon inscription, mon achèvement et mes performances dans tous les cours et programmes {platform_name} pour lesquels mon inscription est sponsorisée par {enterprise_customer_name}.
id: Saya setuju untuk mengizinkan {platform_name} berbagi data tentang pendaftaran, penyelesaian, dan kinerja saya di semua kursus dan program {platform_name} yang pendaftarannya disponsori oleh {enterprise_customer_name} .

source: Decline and go back
fr_ca: Refuser et revenir
id: Tolak dan kembali

source: Data Sharing Policy
fr_ca: Politique de partage de données
id: Kebijakan Berbagi Data

source: Enrollment, completion, and performance data that may be shared with {enterprise_customer_name} (or its designee) for these courses and programs are limited to the following:
fr_ca: Les données d'inscription, d'achèvement et de performances qui peuvent être partagées avec {enterprise_customer_name} (ou son représentant) pour ces cours et programmes sont limitées aux éléments suivants :
id: Data pendaftaran, penyelesaian, dan kinerja yang dapat dibagikan dengan {enterprise_customer_name} (atau pihak yang ditunjuknya) untuk kursus dan program ini dibatasi pada hal berikut:

source: My email address for my {platform_name} account, and the date when I created my {platform_name} account
fr_ca: Mon adresse courriel pour mon compte {platform_name} et la date à laquelle j'ai créé mon compte {platform_name}
id: Alamat email saya untuk akun {platform_name} saya, dan tanggal saya membuat akun {platform_name}

source: My {platform_name} ID, and if I log in via single sign-on, my {enterprise_customer_name} SSO user-ID
fr_ca: Mon identifiant {platform_name} et, si je me connecte via une authentification unique, mon identifiant utilisateur SSO {enterprise_customer_name}
id: ID {platform_name} saya, dan jika saya masuk melalui sistem masuk tunggal, ID pengguna SSO {enterprise_customer_name} saya

source: My {platform_name} username
fr_ca: Mon nom d'utilisateur {platform_name}
id: Nama pengguna {platform_name} saya

source: My country or region of residence
fr_ca: Mon pays ou région de résidence
id: Negara atau wilayah tempat tinggal saya

source: What courses and/or programs I've enrolled in or unenrolled from, what track I enrolled in (audit or verified) and the date when I enrolled in each course or program
fr_ca: À quels cours et/ou programmes je me suis inscrit ou désinscrit, à quel parcours je me suis inscrit (audit ou vérifié) et la date à laquelle je me suis inscrit à chaque cours ou programme
id: Kursus dan/atau program apa yang saya ikuti atau batalkan, jalur apa yang saya ikuti (audit atau terverifikasi) dan tanggal saya mendaftar di setiap kursus atau program

source: Information about each course or program I've enrolled in, including its duration and level of effort required
fr_ca: Informations sur chaque cours ou programme auquel je me suis inscrit, y compris sa durée et le niveau d'effort requis
id: Informasi tentang setiap kursus atau program yang saya ikuti, termasuk durasi dan tingkat upaya yang diperlukan

source: Whether I completed specific parts of each course or program (for example, whether I watched a given video or attempted or completed a given homework assignment)
fr_ca: Si j'ai terminé des parties spécifiques de chaque cours ou programme (par exemple, si j'ai regardé une vidéo donnée ou si j'ai tenté ou terminé un devoir donné)
id: Apakah saya menyelesaikan bagian tertentu dari setiap kursus atau program (misalnya, apakah saya menonton video tertentu atau mencoba atau menyelesaikan tugas pekerjaan rumah tertentu)

source: My overall percentage completion of each course or program on a periodic basis, including the total time spent in each course or program, the date when I last logged in to each course or program and how much of the course or program content I have consumed
fr_ca: Mon pourcentage global d'achèvement de chaque cours ou programme sur une base périodique, y compris le temps total passé dans chaque cours ou programme, la date à laquelle je me suis connecté pour la dernière fois à chaque cours ou programme et la quantité de contenu du cours ou du programme que j'ai consommée.
id: Persentase keseluruhan saya menyelesaikan setiap kursus atau program secara berkala, termasuk total waktu yang dihabiskan dalam setiap kursus atau program, tanggal terakhir kali saya masuk ke setiap kursus atau program dan berapa banyak konten kursus atau program yang telah saya konsumsi

source: My performance in each course or program, including, for example, my score on each assignment and current average of correct answers out of total attempted answers
fr_ca: Ma performance dans chaque cours ou programme, y compris, par exemple, mon score pour chaque devoir et la moyenne actuelle des réponses correctes sur le total des réponses tentées
id: Kinerja saya dalam setiap kursus atau program, termasuk, misalnya, skor saya pada setiap tugas dan rata-rata jawaban benar saat ini dari total jawaban yang dicoba

source: My final grade in each course or program, and the date when I completed each course or program
fr_ca: Ma note finale dans chaque cours ou programme et la date à laquelle j'ai terminé chaque cours ou programme
id: Nilai akhir saya di setiap kursus atau program, dan tanggal saya menyelesaikan setiap kursus atau program

source: Whether I received a certificate in each course or program
fr_ca: Si j'ai reçu une attestation dans chaque cours ou programme
id: Apakah saya menerima sertifikat di setiap kursus atau program

source: My permission applies only to data from courses or programs that are sponsored by {enterprise_customer_name}, and not to data from any {platform_name} courses or programs that I take on my own. I understand that I may withdraw my permission only by fully unenrolling from any courses or programs that are sponsored by {enterprise_customer_name}.
fr_ca: Mon autorisation s'applique uniquement aux données des cours ou programmes sponsorisés par {enterprise_customer_name}, et non aux données des cours ou programmes {platform_name} que je suis par moi-même. Je comprends que je peux retirer mon autorisation en me désinscrivant complètement de tout cours ou programme sponsorisé par {enterprise_customer_name}.
id: Izin saya hanya berlaku untuk data dari kursus atau program yang disponsori oleh {enterprise_customer_name} , dan tidak untuk data dari kursus atau program {platform_name} yang saya ikuti sendiri. Saya memahami bahwa saya dapat mencabut izin saya hanya dengan membatalkan pendaftaran sepenuhnya dari kursus atau program apa pun yang disponsori oleh {enterprise_customer_name} .

source: Please note
fr_ca: Veuillez noter
id: Tolong dicatat

source: If you decline to consent, that fact may be shared with {enterprise_customer_name}.
fr_ca: Si vous refusez de consentir, ce fait peut être partagé avec {enterprise_customer_name}.
id: Jika Anda menolak memberikan izin, fakta tersebut dapat dibagikan kepada {enterprise_customer_name} .

source: Any version of this Data Sharing Policy in a language other than English is provided for convenience and you understand and agree that the English language version will control if there is any conflict.
fr_ca: Toute version de cette politique de partage de données dans une langue autre que l'anglais est fournie pour plus de commodité et vous comprenez et acceptez que la version anglaise prévaudra en cas de conflit.
id: Versi apa pun dari Kebijakan Berbagi Data ini dalam bahasa selain bahasa Inggris disediakan untuk kenyamanan dan Anda memahami serta menyetujui bahwa versi bahasa Inggris akan mengontrol jika terdapat konflik.

source: Are you sure you want to decline?
fr_ca: Êtes-vous certain de vouloir refuser?
id: Apakah Anda yakin ingin menolak?

source: I decline
fr_ca: Je refuse
id: Aku menolak

source: View the data sharing policy
fr_ca: Afficher la politique de partage de données
id: Lihat kebijakan berbagi data
