Repository: GZGTE/openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, id

source: When set to True, the configured customer will no longer receive learner data transmissions, both scheduled and signal based
id: Jika diatur ke True, pelanggan yang dikonfigurasi tidak akan lagi menerima transmisi data pelajar, baik yang terjadwal maupun berbasis sinyal

source: Data pertaining to the transmissions API request response.
id: Data yang berkaitan dengan respons permintaan API transmisi.

source: Cannot set both a Username/Password and Token
fr_ca: Impossible de définir à la fois un nom d'utilisateur / mot de passe et un jeton
id: Tidak dapat menetapkan Nama Pengguna/Kata Sandi dan Token secara bersamaan

source: Must set both a Username and Password, not just one
fr_ca: Doit définir à la fois un nom d'utilisateur et un mot de passe, pas un seul
id: Harus menetapkan Nama Pengguna dan Kata Sandi, bukan hanya satu

source: The base URL used for API requests to Moodle
fr_ca: L'URL de base utilisée pour les requêtes API vers Moodle
id: URL dasar yang digunakan untuk permintaan API ke Moodle

source: The short name for the Moodle webservice.
fr_ca: Le nom court du service web Moodle.
id: Nama pendek untuk layanan web Moodle.

source: The category ID for what edX courses should be associated with.
fr_ca: L'identifiant de catégorie à laquelle les cours edX doivent être associés.
id: ID kategori untuk kursus edX yang harus dikaitkan.

source: The encrypted API user's username used to obtain new tokens. It will be encrypted when stored in the database.
id: Nama pengguna pengguna API terenkripsi digunakan untuk mendapatkan token baru. Itu akan dienkripsi ketika disimpan dalam database.

source: The encrypted API user's password used to obtain new tokens. It will be encrypted when stored in the database.
id: Kata sandi pengguna API terenkripsi digunakan untuk mendapatkan token baru. Itu akan dienkripsi ketika disimpan dalam database.

source: The encrypted API user's token used to obtain new tokens. It will be encrypted when stored in the database.
id: Token pengguna API terenkripsi digunakan untuk mendapatkan token baru. Itu akan dienkripsi ketika disimpan dalam database.

source: The maximum grade points for the courses. Default: 100
id: Poin nilai maksimum untuk kursus. Bawaan: 100

source: The name for the grade assigment created for the grade integration.
id: Nama penetapan nilai yang dibuat untuk integrasi nilai.

source: When set to True, the configured customer will receive learner data transmissions, for incomplete courses as well
id: Bila diatur ke True, pelanggan yang dikonfigurasi akan menerima transmisi data pelajar, untuk kursus yang belum selesai juga

source: Starts
fr_ca: Début
id: Mulai

source: Enrollment Closed
fr_ca: Inscription fermée
id: Pendaftaran Ditutup

source: Ends
fr_ca: Fin
id: Berakhir

source: OAuth client identifier.
fr_ca: Identifiant du client OAuth.
id: Pengidentifikasi klien OAuth.

source: Base URL of success factors API.
fr_ca: URL de base de l’API des facteurs de réussite.
id: URL dasar API faktor keberhasilan.

source: Success factors company identifier.
fr_ca: Identifiant de l'entreprise des facteurs de réussite.
id: Faktor keberhasilan pengidentifikasi perusahaan.

source: Success factors user identifier.
fr_ca: Identifiant utilisateur des facteurs de réussite.
id: Faktor keberhasilan pengenal pengguna.

source: OAuth client secret.
fr_ca: Secret du client OAuth.
id: Rahasia klien OAuth.

source: Type of SAP User (admin or user).
fr_ca: Type d'utilisateur SAP (administrateur ou utilisateur).
id: Jenis Pengguna SAP (admin atau pengguna).

source: A comma-separated list of additional locales.
fr_ca: Une liste de paramètres régionaux supplémentaires séparés par des virgules.
id: Daftar lokal tambahan yang dipisahkan koma.

source: Transmit Total Hours
fr_ca: Transmettre le nombre total d'heures
id: Kirimkan Total Jam

source: Include totalHours in the transmitted completion data
id: Sertakan totalJam dalam data penyelesaian yang dikirimkan

source: When set to True, the integration will use the generic edX service user ('sapsf_user_id') defined in the SAP Customer Configuration for course completion.
id: Jika diatur ke True, integrasi akan menggunakan pengguna layanan edX generik (&#39;sapsf_user_id&#39;) yang ditentukan dalam Konfigurasi Pelanggan SAP untuk penyelesaian kursus.

source: Version of xAPI.
fr_ca: Version de xAPI.
id: Versi xAPI.

source: URL of the LRS.
fr_ca: URL du LRS.
id: URL LRS.

source: Key of xAPI LRS.
fr_ca: Clé xAPI du LRS.
id: Kunci xAPI LRS.

source: secret of xAPI LRS.
fr_ca: secret xAPI du LRS.
id: rahasia xAPI LRS.

source: Preview the HTML template rendered in the context of a course enrollment.
fr_ca: Prévisualisez le modèle HTML rendu dans le contexte d'une inscription à un cours.
id: Pratinjau templat HTML yang dirender dalam konteks pendaftaran kursus.

source: Preview the HTML template rendered in the context of a program enrollment.
fr_ca: Prévisualisez le modèle HTML rendu dans le contexte d’une inscription à un programme.
id: Pratinjau templat HTML yang dirender dalam konteks pendaftaran program.

source: To add a single learner, enter an email address or username.
fr_ca: Pour ajouter un seul apprenant, saisissez une adresse courriel ou un nom d'utilisateur.
id: Untuk menambahkan satu pelajar, masukkan alamat email atau nama pengguna.

source: To add multiple learners, upload a .csv file that contains a column of email addresses.
id: Untuk menambahkan beberapa pelajar, unggah file .csv yang berisi kolom alamat email.

source: The .csv file must have a column of email addresses, indicated by the heading 'email' in the first row. Optionally, the .csv file may contain a column of course run keys, indicated by the heading 'course_id' in the first row, to enroll learners in multiple courses.
id: File .csv harus memiliki kolom alamat email, ditandai dengan judul &#39;email&#39; di baris pertama. Opsional, file .csv dapat berisi kolom kunci pelaksanaan kursus, yang ditandai dengan judul &#39;course_id&#39; di baris pertama, untuk mendaftarkan peserta dalam beberapa kursus.

source: Enroll these learners in this course
fr_ca: Inscrivez ces apprenants à ce cours
id: Daftarkan pelajar ini dalam kursus ini

source: To enroll learners in a course, enter a course ID.
fr_ca: Pour inscrire des apprenants à un cours, saisissez un identifiant de cours.
id: Untuk mendaftarkan pelajar dalam suatu kursus, masukkan ID kursus.

source: Course enrollment track
fr_ca: Parcours d'inscription au cours
id: Jalur pendaftaran kursus

source: Verified
fr_ca: Vérifié
id: Terverifikasi

source: Professional Education
fr_ca: Formation professionnelle
id: Pendidikan Profesional

source: Professional Education (no ID)
fr_ca: Formation professionnelle (sans identification)
id: Pendidikan Profesi (tanpa ID)

source: Credit
fr_ca: Crédit
id: Kredit

source: Honor
fr_ca: Honneur
id: Kehormatan

source: Unpaid Executive Education
fr_ca: Formation des cadres non rémunérée
id: Pendidikan Eksekutif Tidak Berbayar

source: Reason for manual enrollment
fr_ca: Raison de l’inscription manuelle
id: Alasan pendaftaran manual

source: Salesforce Opportunity ID
fr_ca: ID d’opportunité Salesforce
id: ID Peluang Salesforce

source: Discount percentage for manual enrollment
fr_ca: Pourcentage de remise pour l'inscription manuelle
id: Persentase diskon untuk pendaftaran manual

source: Discount percentage should be from 0 to 100
fr_ca: Le pourcentage de remise doit être compris entre 0 et 100
id: Persentase diskon harus dari 0 hingga 100

source: Notify learners of enrollment
fr_ca: Informer les apprenants de leur inscription
id: Beritahu peserta tentang pendaftaran

source: Send email
fr_ca: Envoyer un courriel
id: Mengirim email

source: Do not notify
fr_ca: Ne pas avertir
id: Jangan beri tahu

source: Email/Username
fr_ca: Courriel / Nom d'utilisateur
id: Email/Nama Pengguna

source: Enter an email address or username.
fr_ca: Saisissez une adresse courriel ou un nom d'utilisateur.
id: Masukkan alamat email atau nama pengguna.

source: Course
fr_ca: Cours
id: Kursus

source: Enter the course run key.
fr_ca: Entrez la clé de session du cours.
id: Masukkan kunci jalannya kursus.

source: Preview
fr_ca: Aperçu
id: Pratinjau

source: Hold Ctrl when clicking on button to open Preview in new tab
fr_ca: Maintenez Ctrl lorsque vous cliquez sur le bouton pour ouvrir un aperçu dans un nouvel onglet
id: Tahan Ctrl saat mengklik tombol untuk membuka Pratinjau di tab baru

source: Identity Provider
fr_ca: Fournisseur d'identité
id: Penyedia Identitas

source: The specified Identity Provider does not exist. For more information, contact a system administrator.
fr_ca: Le fournisseur d'identité spécifié n'existe pas. Pour plus d’informations, contactez un administrateur système.
id: Penyedia Identitas yang ditentukan tidak ada. Untuk informasi lebih lanjut, hubungi administrator sistem.

source: The site for the selected identity provider ({identity_provider_site}) does not match the site for this enterprise customer ({enterprise_customer_site}). To correct this problem, select a site that has a domain of '{identity_provider_site}', or update the identity provider to '{enterprise_customer_site}'.
id: Situs untuk penyedia identitas yang dipilih ( {identity_provider_site} ) tidak cocok dengan situs untuk pelanggan perusahaan ini ( {enterprise_customer_site} ). Untuk memperbaiki masalah ini, pilih situs yang memiliki domain &#39; {identity_provider_site} &#39;, atau perbarui penyedia identitas ke &#39; {enterprise_customer_site} &#39;.

source: "{data_type}" data type is not supported for enterprise customer "{enterprise_customer.name}". Please select a different data type.
id: Tipe data &quot;{data_type}&quot; tidak didukung untuk pelanggan perusahaan &quot;{enterprise_customer.name}&quot;. Silakan pilih tipe data lain.

source: These catalogs for reporting do not match enterprisecustomer {enterprise_customer}: {invalid_catalogs}
id: Katalog untuk pelaporan ini tidak cocok dengan enterprisecustomer {enterprise_customer} : {invalid_catalogs}

source: Enter enterprise channel worker username.
id: Masukkan nama pengguna pekerja saluran perusahaan.

source: User specified is not linked to an active Enterprise Customer. Select `Applies to all contexts` or choose a different user.
id: Pengguna yang ditentukan tidak tertaut ke Pelanggan Perusahaan yang aktif. Pilih `Berlaku untuk semua konteks` atau pilih pengguna lain.

source: Please select different date range. There is another notification scheduled in this date range.
id: Silakan pilih rentang tanggal yang berbeda. Ada notifikasi lain yang dijadwalkan pada rentang tanggal ini.

source: Successfully requested the Data Sharing consent from learner.
id: Berhasil meminta izin Berbagi Data dari pelajar.

source: {count} new learner was added to {enterprise_customer_name}.
id: {count} pelajar baru ditambahkan ke {enterprise_customer_name} .

source: The following learners were already associated with this Enterprise Customer: {list_of_emails}
id: Pelajar berikut telah dikaitkan dengan Pelanggan Perusahaan ini: {list_of_emails}

source: The following learners are already associated with another Enterprise Customer. These learners were not added to {enterprise_customer_name}: {list_of_emails}
id: Pelajar berikut sudah dikaitkan dengan Pelanggan Perusahaan lain. Pelajar ini tidak ditambahkan ke {enterprise_customer_name} : {list_of_emails}

source: The following duplicate email addresses were not added: {list_of_emails}
fr_ca: Les adresses courriels en double suivantes n'ont pas été ajoutées : {list_of_emails}
id: Alamat email duplikat berikut tidak ditambahkan: {list_of_emails}

source: Error at line {line}: {message}
fr_ca: Erreur à la ligne {line} : {message}
id: Kesalahan pada baris {line} : {message}

source: {enrolled_count} learner was enrolled in {enrolled_in}.
fr_ca: {enrolled_count} apprenant a été inscrit à {enrolled_in}.
id: {enrolled_count} pelajar terdaftar di {enrolled_in} .

source: The following learners could not be enrolled in {enrolled_in}: {user_list}
fr_ca: Les apprenants suivants n'ont pas pu être inscrits à {enrolled_in} : {user_list}
id: Pelajar berikut tidak dapat didaftarkan di {enrolled_in} : {user_list}

source: The following learners do not have an account on {platform_name}. They have not been enrolled in {enrolled_in}. When these learners create an account, they will be enrolled automatically: {pending_email_list}
id: Pelajar berikut tidak memiliki akun di {platform_name} . Mereka belum terdaftar di {enrolled_in} . Saat pelajar ini membuat akun, mereka akan terdaftar secara otomatis: {pending_email_list}

source: Email {email} is not associated with Enterprise Customer {ec_name}
id: Email {email} tidak dikaitkan dengan Pelanggan Perusahaan {ec_name}

source: Successfully written the "Auth org id" field for this enterprise customer.
id: Berhasil menulis kolom &quot;Auth org id&quot; untuk pelanggan perusahaan ini.

source: {token_email} from {token_enterprise_name} has requested {token_number_codes} additional codes. Please reach out to them. Additional Notes: {token_notes}.
id: {token_email} dari {token_enterprise_name} telah meminta kode tambahan {token_number_codes} . Silakan hubungi mereka. Catatan tambahan: {token_notes} .

source: {token_email} from {token_enterprise_name} has requested {token_number_codes} additional codes. Please reach out to them.
id: {token_email} dari {token_enterprise_name} telah meminta kode tambahan {token_number_codes} . Silakan hubungi mereka.

source: {token_email} from {token_enterprise_name} has requested additional codes. Please reach out to them. Additional Notes: {token_notes}.
id: {token_email} dari {token_enterprise_name} telah meminta kode tambahan. Silakan hubungi mereka. Catatan tambahan: {token_notes} .

source: {token_email} from {token_enterprise_name} has requested additional codes. Please reach out to them.
id: {token_email} dari {token_enterprise_name} telah meminta kode tambahan. Silakan hubungi mereka.

source: Total count of items.
fr_ca: Nombre total d'éléments.
id: Jumlah total item.

source: URL to fetch next page of items.
fr_ca: URL pour récupérer la page suivante des éléments.
id: URL untuk mengambil halaman item berikutnya.

source: URL to fetch previous page of items.
fr_ca: URL pour récupérer la page précédente des éléments.
id: URL untuk mengambil halaman item sebelumnya.

source: List of items.
fr_ca: Liste des éléments.
id: Daftar barang.

source: Code Management - Request for Codes by {token_enterprise_name}
fr_ca: Gestion des codes – Demande de codes par {token_enterprise_name}
id: Manajemen Kode - Permintaan Kode oleh {token_enterprise_name}

source: [Enterprise API] Failure in sending e-mail to support. SupportEmail: {token_cs_email}, UserEmail: {token_email}, EnterpriseName: {token_enterprise_name}
id: [Enterprise API] Kegagalan dalam mengirim email ke dukungan. Email Dukungan: {token_cs_email} , Email Pengguna: {token_email} , Nama Perusahaan: {token_enterprise_name}

source: [Enterprise API] CourseKey not found in the Catalog. Course: {course_key}, Catalog: {catalog_id}
id: [Enterprise API] CourseKey tidak ditemukan di Katalog. Kursus: {course_key} , Katalog: {catalog_id}

source: [Enterprise API] CourseRun not found in the Catalog. CourseRun: {course_id}, Catalog: {catalog_id}
id: [Enterprise API] CourseRun tidak ditemukan di Katalog. CourseRun: {course_id} , Katalog: {catalog_id}

source: [Enterprise API] Program not found in the Catalog. Program: {program_uuid}, Catalog: {catalog_id}
id: [Enterprise API] Program tidak ditemukan di Katalog. Program: {program_uuid} , Katalog: {catalog_id}

source: To get a CatalogIntegration object, this package must be installed in an Open edX environment.
id: Untuk mendapatkan objek CatalogIntegration, paket ini harus diinstal di lingkungan Open edX.

source: To parse a Catalog API response, this package must be installed in an Open edX environment.
id: Untuk mengurai respons Catalog API, paket ini harus diinstal di lingkungan Open edX.

source: The configured CatalogIntegration service user does not exist.
id: Pengguna layanan CatalogIntegration yang dikonfigurasi tidak ada.

source: There is no active CatalogIntegration.
id: Tidak ada Integrasi Katalog yang aktif.

source: To get a ecommerce_api_client, this package must be installed in an Open edX environment.
id: Untuk mendapatkan ecommerce_api_client, paket ini harus diinstal di lingkungan Open edX.

source: Specifies which user role assignments to update. If unspecified, will update for all roles.
fr_ca: Spécifie les attributions de rôles utilisateur à mettre à jour. Si non spécifié, sera mis à jour pour tous les rôles.
id: Menentukan penetapan peran pengguna mana yang akan diperbarui. Jika tidak ditentukan, akan diperbarui untuk semua peran.

source: Number of user role asssignments to update in each batch of updates.
fr_ca: Nombre d'attributions de rôles d'utilisateur à mettre à jour dans chaque lot de mises à jour.
id: Jumlah penetapan peran pengguna yang akan diperbarui di setiap batch pembaruan.

source: The enterprise customer to limit role assignments to.
fr_ca: Le client d’entreprise auquel limiter les attributions de rôles.
id: Pelanggan perusahaan yang akan dibatasi penetapan perannya.

source: If set, no updates or creates will occur; will instead iterate over the assignments that would be modified or created
fr_ca: Si cette option est définie, aucune mise à jour ou création n'aura lieu; va plutôt parcourir les attributions qui seraient modifiées ou créées
id: Jika disetel, tidak ada pembaruan atau pembuatan yang akan dilakukan; sebaliknya akan mengulangi tugas yang akan diubah atau dibuat

source: To log in using this SSO identity provider and access special course offers, you must first consent to share your learning achievements with {enterprise_customer_name}.
id: Untuk masuk menggunakan penyedia identitas SSO ini dan mengakses penawaran kursus khusus, Anda harus terlebih dahulu menyetujui untuk membagikan pencapaian pembelajaran Anda dengan {enterprise_customer_name} .

source: In order to sign in and access special offers, you must consent to share your course data with {enterprise_customer_name}.
id: Untuk masuk dan mengakses penawaran khusus, Anda harus menyetujui untuk membagikan data kursus Anda dengan {enterprise_customer_name} .

source: If you do not consent to share your course data, that information may be shared with {enterprise_customer_name}.
id: Jika Anda tidak setuju untuk membagikan data kursus Anda, informasi tersebut dapat dibagikan kepada {enterprise_customer_name} .

source: Welcome to {platform_name}.
fr_ca: Bienvenue sur {platform_name}.
id: Selamat datang di {platform_name} .

source: You have left the {strong_start}{enterprise_customer_name}{strong_end} website and are now on the {platform_name} site. {enterprise_customer_name} has partnered with {platform_name} to offer you high-quality, always available learning programs to help you advance your knowledge and career. {line_break}Please note that {platform_name} has a different {privacy_policy_link_start}Privacy Policy {privacy_policy_link_end} from {enterprise_customer_name}.
id: Anda telah meninggalkan situs web {strong_start} {enterprise_customer_name} {strong_end} dan sekarang berada di situs {platform_name} . {enterprise_customer_name} telah bermitra dengan {platform_name} untuk menawarkan program pembelajaran berkualitas tinggi yang selalu tersedia untuk membantu Anda meningkatkan pengetahuan dan karier. {line_break} Harap dicatat bahwa {platform_name} memiliki kebijakan privasi {privacy_policy_link_start} yang berbeda {privacy_policy_link_end} dari {enterprise_customer_name} .

source: A series of Master’s-level courses to advance your career, created by top universities and recognized by companies. MicroMasters Programs are credit-eligible, provide in-demand knowledge and may be applied to accelerate a Master’s Degree.
id: Serangkaian kursus tingkat Master untuk memajukan karir Anda, dibuat oleh universitas ternama dan diakui oleh perusahaan. Program MicroMasters memenuhi syarat kredit, memberikan pengetahuan yang dibutuhkan dan dapat diterapkan untuk mempercepat gelar Master.

source: Designed by industry leaders and top universities to enhance professional skills, Professional Certificates develop the proficiency and expertise that employers are looking for with specialized training and professional education.
id: Dirancang oleh para pemimpin industri dan universitas terkemuka untuk meningkatkan keterampilan profesional, Sertifikat Profesional mengembangkan kemahiran dan keahlian yang dicari pemberi kerja dengan pelatihan khusus dan pendidikan profesional.

source: Created by world-renowned experts and top universities, XSeries are designed to provide a deep understanding of key subjects through a series of courses. Complete the series to earn a valuable XSeries Certificate that illustrates your achievement.
id: Dibuat oleh para ahli terkenal dunia dan universitas terkemuka, XSeries dirancang untuk memberikan pemahaman mendalam tentang mata pelajaran utama melalui serangkaian kursus. Selesaikan seri ini untuk mendapatkan Sertifikat XSeries berharga yang menggambarkan pencapaian Anda.

source: You have access to multiple organizations. Select the organization that you will use to sign up for courses. If you want to change organizations, sign out and sign back in.
id: Anda memiliki akses ke banyak organisasi. Pilih organisasi yang akan Anda gunakan untuk mendaftar kursus. Jika Anda ingin mengubah organisasi, keluar dan masuk kembali.

source: Enter the organization name
fr_ca: Entrez le nom de l'organisation
id: Masukkan nama organisasi

source: Have an account through your company, school, or organization? Enter your organization’s name below to sign in.
fr_ca: Vous avez un compte via votre entreprise, école ou organisation ? Entrez le nom de votre organisation ci-dessous pour vous connecter.
id: Punya akun melalui perusahaan, sekolah, atau organisasi Anda? Masukkan nama organisasi Anda di bawah untuk masuk.

source: The attempt to login with this organization name was not successful. Please try again, or contact our support.
fr_ca: La tentative de connexion avec ce nom d'organisation a échoué. Veuillez réessayer ou contacter notre support.
id: Upaya untuk masuk dengan nama organisasi ini tidak berhasil. Silakan coba lagi, atau hubungi dukungan kami.

source: Enterprise not found
fr_ca: Entreprise introuvable
id: Perusahaan tidak ditemukan

source: Wrong Enterprise
fr_ca: Mauvaise entreprise
id: Perusahaan yang Salah

source: Username of a user authorized to access the Enterprise Catalog API.
id: Nama pengguna pengguna yang diberi wewenang untuk mengakses API Katalog Perusahaan.

source: Comma separated list of uuids of enterprise catalogs to migrate.
id: Daftar uuid katalog perusahaan yang dipisahkan koma untuk dimigrasi.

source: Set error state for configurations.
fr_ca: Définir l'état d'erreur pour les configurations.
id: Tetapkan status kesalahan untuk konfigurasi.

source: {strong_start}We could not enroll you in {em_start}{item}{em_end}.{strong_end} {span_start}If you have questions or concerns about sharing your data, please contact your learning manager at {enterprise_customer_name}, or contact {link_start}{platform_name} support{link_end}.{span_end}
id: {strong_start} Kami tidak dapat mendaftarkan Anda di {em_start} {item} {em_end} . {strong_end} {span_start} Jika Anda memiliki pertanyaan atau kekhawatiran tentang berbagi data, silakan hubungi manajer pembelajaran Anda di {enterprise_customer_name} , atau hubungi {link_start} {platform_name} dukungan {link_end} . {span_end}
