Repository: GZGTE/openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, id

source: View the {start_link}data sharing policy{end_link}.
fr_ca: Afficher la {start_link}politique de partage de données{end_link}.
id: Lihat kebijakan berbagi data {start_link} {end_link} .

source: Return to Top
fr_ca: Retourner en haut
id: kembali ke atas

source: To access this {item}, you must first consent to share your learning achievements with {bold_start}{enterprise_customer_name}{bold_end}. If you decline now, you will be redirected to the previous page.
fr_ca: Pour accéder à cet {item}, vous devez d'abord consentir à partager vos acquis d'apprentissage avec {bold_start}{enterprise_customer_name}{bold_end}. Si vous refusez maintenant, vous serez redirigé vers la page précédente.
id: Untuk mengakses {item} ini, Anda harus terlebih dahulu menyetujui untuk membagikan pencapaian pembelajaran Anda dengan {bold_start} {enterprise_customer_name} {bold_end} . Jika Anda menolak sekarang, Anda akan diarahkan ke halaman sebelumnya.

source: To access this {item} and use your discount, you {bold_start}must{bold_end} consent to sharing your {item} data with {enterprise_customer_name}. If you decline now, you will be redirected to the previous page.
fr_ca: Pour accéder à cet {item} et utiliser votre remise, vous {bold_start} devez{bold_end} consentir au partage de vos données {item} avec {enterprise_customer_name}. Si vous refusez maintenant, vous serez redirigé vers la page précédente.
id: Untuk mengakses {item} ini dan menggunakan diskon, Anda {bold_start} harus {bold_end} menyetujui berbagi data {item} Anda dengan {enterprise_customer_name} . Jika Anda menolak sekarang, Anda akan diarahkan ke halaman sebelumnya.

source: your enrollment in this {item}
fr_ca: votre inscription à cet {item}
id: pendaftaran Anda di {item} ini

source: your learning progress
fr_ca: votre progrès d'apprentissage
id: kemajuan belajar Anda

source: course completion
fr_ca: complétion du cours
id: penyelesaian kursus

source: Enterprise Slug Login
id: Login Siput Perusahaan

source: Select Organization
fr_ca: Sélectionnez l'organisation
id: Pilih Organisasi

source: Select an organization
fr_ca: Sélectionnez une organisation
id: Pilih organisasi

source: Instructor-Paced
fr_ca: Au rythme de l'instructeur
id: Kecepatan Instruktur

source: Self-Paced
fr_ca: A votre rythme
id: Mandiri

source: FREE
fr_ca: GRATUIT
id: BEBAS

source: Not eligible for a certificate.
fr_ca: Non éligible à une attestation.
id: Tidak memenuhi syarat untuk mendapatkan sertifikat.

source: Earn a verified certificate!
fr_ca: Obtenir une attestation vérifiée!
id: Dapatkan sertifikat terverifikasi!

source: {num_weeks}, starting on {start_date} and ending at {end_date}
fr_ca: {num_weeks}, commençant le {start_date} et se terminant le {end_date}
id: {num_weeks} , dimulai pada {start_date} dan berakhir pada {end_date}

source: {} week
fr_ca: {} semaine
id: {} minggu

source: Discount provided by {strong_start}{enterprise_customer_name}{strong_end}
fr_ca: Remise fournie par {strong_start}{enterprise_customer_name}{strong_end}
id: Diskon disediakan oleh {strong_start} {enterprise_customer_name} {strong_end}

source: Confirm your course
fr_ca: Confirmer votre cours
id: Konfirmasikan kursus Anda

source: View Course Details
fr_ca: Afficher les détails du cours
id: Lihat Detail Kursus

source: Please select one:
fr_ca: S'il vous plait sélectionner en un :
id: Tolong pilih satu:

source: Price
fr_ca: Prix
id: Harga

source: Level
fr_ca: Niveau
id: Tingkat

source: Effort
id: Upaya

source: Duration
fr_ca: Durée
id: Durasi

source: What you'll learn
fr_ca: Ce que vous apprendrez
id: Apa yang akan Anda pelajari

source: About This Course
fr_ca: À propos de ce cours
id: Tentang Kursus Ini

source: Course Staff
fr_ca: Personnel du cours
id: Staf Kursus

source: {count} Course
fr_ca: {count} Cours
id: {count} Kursus

source: {}-{} hours per week, per course
fr_ca: {}-{} heures par semaine, par cours
id: {}-{} jam per minggu, per kursus

source: {}-{} weeks per course
fr_ca: {}-{} semaines par cours
id: {}-{} minggu per kursus

source: Purchase all unenrolled courses
fr_ca: Achetez tous les cours non inscrits
id: Beli semua kursus yang belum terdaftar

source: enrollment
fr_ca: inscription
id: Pendaftaran

source: Pursue the program
fr_ca: Poursuivre le programme
id: Ikuti programnya

source: program enrollment
fr_ca: inscription au programme
id: pendaftaran program

source: enrolled
fr_ca: inscrit
id: terdaftar

source: already enrolled, must pay for certificate
fr_ca: déjà inscrit, doit payer pour l'attestation
id: sudah terdaftar, harus membayar sertifikat

source: Real Career Impact
fr_ca: Impact réel sur la carrière
id: Dampak nyata terhadap karir

source: See More
fr_ca: Voir plus
id: Lihat Lebih Banyak

source: See Less
fr_ca: Voir moins
id: Lihat Lebih Sedikit

source: Confirm Program
fr_ca: Confirmer le programme
id: Konfirmasi Program

source: Program Summary
fr_ca: Résumé du programme
id: Ringkasan Program

source: Length
fr_ca: Longueur
id: Panjang

source: Program not eligible for one-click purchase.
fr_ca: Programme non éligible à l'achat en un clic.
id: Program tidak memenuhi syarat untuk pembelian sekali klik.

source: What is an {platform_name} {program_type}?
fr_ca: Qu'est-ce qu'un {program_type} {platform_name}?
id: Apa itu {platform_name} {program_type} ?

source: What is {platform_name}?
fr_ca: Qu'est-ce que {platform_name}?
id: Apa itu {platform_name} ?

source: Presented by {organization}
fr_ca: Présenté par {organization}
id: Dipersembahkan oleh {organization}

source: Confirm your {item}
fr_ca: Confirmer votre {item}
id: Konfirmasikan {item} Anda

source: Credit- and Certificate-eligible
fr_ca: Éligible aux crédits et aux attestations
id: Memenuhi syarat Kredit dan Sertifikat

source: Self-paced; courses can be taken in any order
fr_ca: À votre rythme; les cours peuvent être suivis dans n'importe quel ordre
id: Mandiri; kursus dapat diambil dalam urutan apa pun

source: {purchase_action} for
fr_ca: {purchase_action} pour
id: {purchase_action} untuk

source: The API user's username used to obtain new tokens.
fr_ca: Nom d'utilisateur de l'utilisateur de l'API utilisé pour obtenir de nouveaux jetons.

source: The user's token for the Moodle webservice.
fr_ca: Le jeton de l'utilisateur pour le service web Moodle.
