Repository: GZGTE/openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: No user with the username [{username}] exists.
id: Tidak ditemui nama pengguna [{username}].

source: Only staff users are permitted to filter by username. Remove the username parameter.
id: Hanya staf yang dapat menyaring berdasar nama pengguna. Hilangkan parameter nama pengguna.

source: Number of courses contained in this catalog
id: Jumlah kursus yang terdapat dalam katalog ini

source: Usernames of users with explicit access to view this catalog
id: Nama pengguna dengan akses untuk melihat katalog ini

source: Start date cannot be after the End date
id: Tanggal mulai tidak bisa melewati tanggal berakhir

source: Term cannot be changed
id: Istilah tidak dapat diubah

source: Language in which the course is administered
id: Bahasa yang terdaftar untuk kursus ini

source: Course cannot be changed for an existing course run
id: Kursus tidak dapat diubah untuk kursus berjalan

source: Minimum effort cannot be greater than Maximum effort
id: Upaya minimum tidak boleh lebih besar dari upaya maksimum

source: Minimum effort and Maximum effort cannot be the same
id: Upaya minimum dan upaya maksimum tidak bisa sama

source: Dictionary mapping course run IDs to boolean values
id: Kamus pemetaan kursus mengubah ID menjadi nilai boolean

source: Restriction Type cannot be empty
id: Jenis Pembatasan tidak boleh kosong

source: Dictionary mapping course IDs to boolean values
id: Kamus pemetaan kursus ID menjadi nilai boolean

source: Languages that course runs in this program are offered in.
id: Bahasa yang terdaftar untuk kursus ini.

source: Languages that course runs in this program have available transcripts in.
id: Bahasa yang terdaftar dan memiliki transkrip untuk kursus ini.

source: An error occurred while setting the course run image for [{key}] in studio. All other fields were successfully saved in Studio.
id: Terjadi kesalahan saat menyetel gambar jalannya kursus untuk [ {key} ] di studio. Semua bidang lainnya berhasil disimpan di Studio.

source: Specifying both editable=1 and a q parameter is not supported.
id: Menentukan parameter edit=1 dan aq tidak didukung.

source: You must include a course_uuid in your query parameters.
id: Anda harus menyertakan course_uuid dalam parameter kueri Anda.

source: Missing value for: [{name}].
id: Tidak ada hasil untuk :[{name}]

source: Incorrect data sent.
id: Data yang dikirim tidak sesuai

source: Failed to set course run data: {}
id: Gagal untuk mengatur data kursus berjalan: {}

source: Can only update status, ofac restrictions, and ofac comment
id: Hanya dapat memperbarui status, batasan ofac, dan komentar ofac

source: Course run is in review. Editing disabled.
id: Kursus berjalan dalam review, Perubahan tidak diizinkan

source: Invalid parameter
id: Parameter tidak sesuai

source: Failed to set data: {}
id: Pengaturan data gagal: {}

source: Organization [{org}] does not exist.
id: Organisasi [{org}] tidak ditemukan

source: Course Type [{course_type}] does not exist.
id: Jenis Kursus [{course_type}] tidak ditemukan.

source: Product Source [{product_source}] does not exist.
id: Sumber Produk [ {product_source} ] tidak ada.

source: A course with key [{key}] already exists.
id: Kursus dengan key [{key}] sudah ada

source: Course creation was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
id: Gagal melakukan Pembuatan Kursus. URL slug '{[url_slug}]' sudah digunakan. Mohon ubah bagian ini dan coba lagi

source: Switching entitlement types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
id: Beralih jenis hak setelah ditinjau tidak didukung. Silakan hubungi koordinator proyek Anda untuk bantuan tambahan jika diperlukan.

source: Course edit was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
id: Gagal melakukan perubahan kursus. URL slug '{[url_slug}]' sudah digunakan. Mohon ubah bagian ini dan coba lagi

source: You are not permitted to access the API documentation.
id: Anda tidak diperkenankan mengakses dokumentasi API.

source: Catalog name
id: Nama katalog

source: Query to retrieve Course Run catalog contents
id: Kueri untuk mengambil konten katalog Course Run

source: Query to retrieve Program catalog contents
id: Permintaan untuk mengambil konten katalog Program

source: Include archived courses
id: Termasuk kursus yang diarsipkan

source: Personal info
id: Informasi Pribadi

source: Permissions
id: izin

source: Important dates
id: Tanggal penting

source: API Configuration
id: Pengaturan API

source: Configure the APIs that will be used to retrieve data.
id: Konfigurasikan API yang akan digunakan untuk memanggil data.

source: Marketing Site Configuration
id: Konfigurasi Situs Marketing

source: Configure the marketing site URLs that will be used to retrieve data and create URLs.
id: Konfigurasikan URL situs marketing yang akan digunakan untuk memanggil data dan membuat URL.

source: Analytics Configuration
id: Konfigurasi Analitik

source: Configure the analytics API that will be used to retrieve enrollment data
id: Konfigurasi analitik API untuk memanggil data pendaftaran

source: period must be one of {period_choices}.
id: periode harus dipilih dari {period_choices}.

source: 'rate' must be in the format defined by DRF, such as '100/hour'.
id: 'tingkat' harus dalam bentuk yang dianjurkan DRF, misal '100/jam'.

source: Full Name
id: Nama Lengkap

source: Referral Tracking ID
id: ID Pelacakan Rujukan

source: The rate of requests to limit this user to. The format is specified by Django Rest Framework (see http://www.django-rest-framework.org/api-guide/throttling/).
id: Tingkat permintaan yang dibatasi untuk pengguna ini. Format ditentukan oleh Django Rest Framework (lihat http://www.django-rest-framework.org/api-guide/throttling/).

source: Short Code
id: Kode Singkat

source: Convenient code/slug used to identify this Partner (e.g. for management commands.)
id: Kode singkat/slug untuk mengidentifikasi Mitra (contoh, untuk perintah manajemen.)

source: Courses API URL
id: URL API kursus

source: Course Mode API URL
id: URL API Mode Kursus

source: E-Commerce API URL
id: URL API E-Commerce

source: Organizations API URL
id: URL API Organisasi

source: Programs API URL
id: URL API Program

source: Marketing Site API URL
id: URL API Situs Marketing

source: Marketing Site URL
id: URL Situs Marketing

source: Marketing Site API Username
id: Nama Pengguna API Situs Marketing

source: Marketing Site API Password
id: Sandi API Situs Marketing

source: Studio URL
id: URL Studio

source: Publisher URL
id: URL Publisher

source: The base URL of your publisher service, if used. Example: https://publisher.example.com/
id: URL dasar layanan penerbit Anda, jika digunakan. Contoh: https://publisher.example.com/

source: LMS URL
id: URL LMS

source: LMS Admin URL
id: URL Admin LMS

source: The public URL of your LMS Django admin. Example: https://lms-internal.example.com/admin
id: URL publik admin LMS Django Anda. Contoh: https://lms-internal.example.com/admin

source: Analytics API URL
id: URL API Analisis

source: Analytics Access Token
id: Token Akses Analytics

source: Partner
id: Mitra

source: Partners
id: Mitra

source: Salesforce Username
id: Nama Pengguna Salesforce

source: Salesforce Password
id: Kata Sandi Tenaga Penjualan

source: Salesforce Organization Id
id: Id Organisasi Tenaga Penjualan

source: Salesforce Security Token
id: Token Keamanan Tenaga Penjualan

source: Is a Salesforce Sandbox?
id: Apakah Kotak Pasir Salesforce?

source: Case Record Type Id
id: Id Jenis Catatan Kasus

source: An error occurred while publishing the {model} to the marketing site. Please try again. If the error persists, please contact the Engineering Team.
id: Terjadi kesalahan saat menerbitkan {model} ke situs marketing. Silakan coba kembali. Jika kesalahan masih terjadi, silakan hubungi Tim Teknis.

source: eligible for one-click purchase
id: dapat dibeli dengan satu-klik

source: Yes
id: Ya

source: No
id: Tidak

source: Included course runs
id: Termasuk kursus berjalan

source: Edit link
id: Sunting tautan

source: Edit course run exclusions
id: Edit pengecualian jalannya kursus

source: (save and continue editing to create a link)
id: (simpan dan lanjutkan mengedit untuk membuat tautan)

source: Successfully %(status)s %(count)d %(items)s.
id: Berhasil %(status)s %(count)d %(items)s .

source: Available now
id: Tersedia sekarang

source: Upcoming
id: Akan Datang

source: Archived
id: Diarsipkan

source: Available by subscription
id: Tersedia dengan berlangganan

source: Unpublished
id: Belum diterbitkan

source: Awaiting Review from Legal
id: Menunggu Peninjauan dari Bagian Hukum

source: Awaiting Internal Review
id: Menunggu Tinjauan Internal

source: Reviewed
id: Ditinjau

source: Published
id: Telah diterbitkan

source: Instructor-paced
id: Terjadwal

source: Self-paced
id: Jadwal bebasa

source: Active
id: Aktif

source: Retired
id: Sudah berhenti

source: Deleted
id: Sudah dihapus

source: test
id: tes

source: other
id: lainnya

source: Honor
id: Kehormatan

source: Credit
id: Kredit

source: Verified
id: Terverifikasi

source: Professional
id: Profesional

source: Executive Education
id: Pendidikan Eksekutif

source: Paid Executive Education
id: Pendidikan Eksekutif Berbayar

source: Unpaid Executive Education
id: Pendidikan Eksekutif Tidak Berbayar

source: Paid Bootcamp
id: Kamp Pelatihan Berbayar

source: Unpaid Bootcamp
id: Kamp Pelatihan Tidak Berbayar

source: Organization
id: Organisasi

source: Short
id: Pendek

source: Medium
id: Sedang

source: Long
id: Panjang

source: Short Course
id: Kursus Singkat

source: Sprint
id: Lari cepat

source: Course Stack
id: Tumpukan Kursus

source: Existing course type {type} for {key} ({id}) doesn't match its own entitlements.
id: Jenis kursus yang ada {type} untuk {key} ( {id} ) tidak cocok dengan haknya sendiri.

source: Existing run type {run_type} for {key} ({id}) doesn't match course type {type}.Skipping type.
id: Jenis proses yang ada {run_type} untuk {key} ( {id} ) tidak cocok dengan jenis kursus {type} .Jenis yang dilewati.

source: Existing run type {run_type} for {key} ({id}) doesn't match its own seats.
id: Tipe lari yang ada {run_type} untuk {key} ( {id} ) tidak cocok dengan kursinya sendiri.

source: Course {key} ({id}) matched type {type}
id: Kursus {key} ( {id} ) tipe yang cocok {type}

source: Could not convert course {key} ({id}) to type {type}
id: Tidak dapat mengonversi kursus {key} ( {id} ) menjadi mengetik {type}

source: Not sending notification email for template {template} because no organization is defined for course {course}
id: Tidak mengirimkan email pemberitahuan untuk templat {template} karena tidak ada organisasi yang ditentukan untuk kursus {course}

source: Not sending notification email for template {template} because no project coordinator is defined for organization {org}
id: Tidak mengirimkan email pemberitahuan untuk templat {template} karena tidak ada koordinator proyek yang ditentukan untuk organisasi {org}

source: Not sending notification email for template {template} because no publisher URL is defined for partner {partner}
id: Tidak mengirimkan email pemberitahuan untuk template {template} karena tidak ada URL penerbit yang ditentukan untuk mitra {partner}

source: Not sending notification email for template {template} because no studio URL is defined for partner {partner}
id: Tidak mengirimkan email pemberitahuan untuk template {template} karena tidak ada URL studio yang ditentukan untuk mitra {partner}

source: legal team
id: tim hukum

source: Project Coordinator team
id: Tim Koordinator Proyek

source: course team
id: tim kursus

source: Legal review requested: {title}
id: Tinjauan hukum yang diminta: {title}

source: Course URL for {title}
id: URL kursus untuk {title}

source: Review requested: {key} - {title}
id: Peninjauan diminta: {key} - {title}

source: Review complete: {title}
id: Tinjauan selesai: {title}

source: Published: {title}
id: Diterbitkan: {title}

source: Published: {key} - {title}
id: Diterbitkan: {key} - {title}

source: Comment added: {title}
id: Komentar ditambahkan: {title}

source: Enter a valid “slug” consisting of letters, numbers, slashes, underscores or hyphens.
id: Masukkan “siput” valid yang terdiri dari huruf, angka, garis miring, garis bawah, atau tanda hubung.

source: Programs can only be activated if they have a banner image.
id: Program hanya dapat diaktifkan jika memiliki gambar banner.

source: Tag to add to courses
id: Tandai untuk ditambahkan ke kursus

source: UUIDs of courses to tag
id: UUID kursus yang akan diberi tag

source: Use arguments from the TagCourseUUIDsConfig model instead of the command line.
id: Gunakan argumen dari model TagCourseUUIDsConfig alih-alih baris perintah.

source: Missing required arguments
id: Argumen yang diperlukan tidak ada

source: Backpopulate new-style CourseType and CourseRunType where possible.
id: Isi kembali CourseType dan CourseRunType gaya baru jika memungkinkan.

source: CODE
id: KODE

source: Short code for a partner.
id: Kode pendek untuk pasangan.

source: Course to backpopulate.
id: Tentu saja untuk melakukan backpopulasi.

source: KEY
id: KUNCI

source: Organization to backpopulate.
id: Organisasi untuk melakukan backpopulasi.

source: CourseType/CourseRunType mismatches to allow. Specify like course-type-slug:run-type-slug.
id: Ketidakcocokan CourseType/CourseRunType untuk diizinkan. Tentukan seperti course-type-slug:run-type-slug.

source: Actually commit the changes to the database.
id: Benar-benar melakukan perubahan pada database.

source: Use arguments from the BackpopulateCourseTypeConfig model instead of the command line.
id: Gunakan argumen dari model BackpopulateCourseTypeConfig alih-alih baris perintah.

source: You must specify --partner
id: Anda harus menentukan --partner

source: Supplied Course Run Type slug [{rt_slug}] does not exist.
id: Jenis Proses Kursus yang Disediakan slug [ {rt_slug} ] tidak ada.

source: Supplied Course Type slug [{ct_slug}] does not exist.
id: Siput Jenis Kursus yang Disediakan [ {ct_slug} ] tidak ada.

source: No courses found. Did you specify an argument?
id: Tidak ada kursus yang ditemukan. Apakah Anda menentukan argumen?

source: Could not backpopulate a course type for the following courses: {course_keys}
id: Tidak dapat mengisi kembali jenis kursus untuk kursus berikut: {course_keys}

source: Delete duplicate persons in course_metadata.
id: Hapus orang duplikat di course_metadata.

source: PERSON
id: ORANG

source: People to delete, in UUID:TARGET_UUID form.
id: Orang yang akan dihapus, dalam bentuk UUID:TARGET_UUID.

source: PARTNER
id: MITRA

source: Use arguments from the DeletePersonDupsConfig model instead of the command line.
id: Gunakan argumen dari model DeletePersonDupsConfig alih-alih baris perintah.

source: Malformed argument "{}", should be in form of UUID:TARGET_UUID
id: Argumen &quot;{}&quot; yang salah formatnya, seharusnya dalam bentuk UUID:TARGET_UUID

source: Malformed argument "{}", UUIDs cannot be equal
id: Argumen &quot;{}&quot; salah, UUID tidak bisa disamakan

source: Deleting
id: Menghapus

source: Would delete
id: Akan menghapus

source: Name
id: Nama

source: Endorsements
id: Pengesahan

source: Programs
id: Program

source: Course Runs
id: Kursus Berjalan

source: You must specify --partner-code
id: Anda harus menentukan --kode mitra

source: You must specify at least one person
id: Anda harus menentukan setidaknya satu orang

source: Publishing course run {key}
id: Kursus penerbitan dijalankan {key}

source: Failed to publish {key}
id: Gagal mempublikasikan {key}

source: Successfully published {key}
id: Berhasil menerbitkan {key}

source: One or more course runs failed to publish.
id: Satu atau lebih kursus gagal dipublikasikan.

source: Remove all redirects to all courses
id: Hapus semua pengalihan ke semua kursus

source: Redirects to remove
id: Pengalihan untuk menghapus

source: Use arguments from the RemoveRedirectsConfig model instead of the command line.
id: Gunakan argumen dari model RemoveRedirectsConfig alih-alih baris perintah.

source: Invalid arguments
id: Argumen tidak valid

source: Cannot remove active url_slug {url_slug}
id: Tidak dapat menghapus url_slug {url_slug} yang aktif

source: Path /course/{url_slug} not in use, nothing to delete
id: Jalur /course/ {url_slug} tidak digunakan, tidak ada yang perlu dihapus

source: Path {url_path} not in use, nothing to delete
id: Jalur {url_path} tidak digunakan, tidak ada yang perlu dihapus

source: One or more courses failed to unpublish.
id: Satu atau lebih kursus gagal dibatalkan publikasinya.

source: Successfully unpublished runs in course {key}
id: Proses yang berhasil dibatalkan publikasinya pada kursus {key}

source: Failed to unpublish runs in course {key}
id: Gagal membatalkan penerbitan proses pada kursus {key}

source: Please do not use any spaces or special characters other than period, underscore or hyphen. This key will be used in the course's course key.
id: Mohon tidak menggunakan spasi atau karakter khusus selain titik, garis bawah atau tanda hubung. Kunci ini akan digunakan dalam kunci kursus.

source: If populated, this field will overwrite name in platform.
id: Jika diisi, kolom ini akan menimpa nama di platform.

source: Spanish Description
id: Deskripsi Spanyol

source: For seo, this field allows for alternate spanish description to be manually inputted
id: Untuk seo, bidang ini memungkinkan deskripsi bahasa Spanyol alternatif dimasukkan secara manual

source: Pick a tag from the suggestions. To make a new tag, add a comma after the tag name.
id: Pilih label dari saran. Untuk membuat label baru, tambahkan koma setelah nama label.

source: Automatically generate course run keys
id: Secara otomatis menghasilkan kunci jalannya kursus

source: When this flag is enabled, the key of a new course run will be auto generated. When this flag is disabled, the key can be manually set.
id: Ketika tanda ini diaktifkan, kunci jalannya kursus baru akan dibuat secara otomatis. Jika tanda ini dinonaktifkan, kuncinya dapat diatur secara manual.

source: This field signifies if any of this org's courses are in the enterprise subscription catalog
id: Bidang ini menunjukkan apakah kursus organisasi ini ada dalam katalog langganan perusahaan

source: The 6 character-hex-value of the orgnization theme color, all related course under same organization will use this color as theme color. (e.g. "#ff0000" which equals red) No need to provide the `#`
id: Nilai 6 karakter-hex dari warna tema organisasi, semua mata kuliah terkait di bawah organisasi yang sama akan menggunakan warna ini sebagai warna tema. (misal &quot;#ff0000&quot; yang sama dengan merah) Tidak perlu memberikan `#`

source: The timestamp of the last time the organization data was modified.
id: Stempel waktu terakhir kali data organisasi diubah.

source: Please do not use any spaces or special characters other than period, underscore or hyphen in the key field.
id: Harap jangan menggunakan spasi atau karakter khusus apa pun selain titik, garis bawah, atau tanda hubung di bidang kunci.

source: Corresponding organization code in an external product source
id: Kode organisasi yang sesuai di sumber produk eksternal

source: LevelType model translations
id: Terjemahan model LevelType

source: Seat types that qualify for completion of programs of this type. Learners completing associated courses, but enrolled in other seat types, will NOT have their completion of the course counted toward the completion of the program.
id: Jenis kursi yang memenuhi syarat untuk menyelesaikan program jenis ini. Pelajar yang menyelesaikan kursus terkait, namun terdaftar di jenis kursi lain, penyelesaian kursusnya TIDAK akan dihitung dalam penyelesaian program.

source: Please provide an image file with transparent background
id: Harap berikan file gambar dengan latar belakang transparan

source: Leave this field blank to have the value generated automatically.
id: Kosongkan kolom ini untuk mendapatkan nilai secara otomatis.

source: Name of the external source.
id: Nama sumber eksternal.

source: Description of the external source.
id: Deskripsi sumber eksternal.

source: Programs of these types will be OFAC restricted
id: Program jenis ini akan dibatasi OFAC

source: ProgramType model translations
id: Terjemahan model ProgramType

source: This mode requires ID verification.
id: Mode ini memerlukan verifikasi ID.

source: Completion can grant credit toward an organization’s degree.
id: Penyelesaian dapat memberikan kredit terhadap gelar organisasi.

source: Certificate type granted if this mode is eligible for a certificate, or blank if not.
id: Jenis sertifikat diberikan jika mode ini memenuhi syarat untuk mendapatkan sertifikat, atau kosong jika tidak.

source: Who gets paid for the course? Platform is the site owner, Organization is the school.
id: Siapa yang dibayar untuk kursus ini? Platform adalah pemilik situs, Organisasi adalah sekolah.

source: Sets the order for displaying Course Run Types.
id: Menetapkan urutan untuk menampilkan Jenis Proses Kursus.

source: Leave this blank to allow all orgs. Otherwise, specifies which orgs can see this course type in Publisher.
id: Biarkan kosong untuk mengizinkan semua organisasi. Jika tidak, tentukan organisasi mana yang dapat melihat jenis kursus ini di Publisher.

source: Subject model translations
id: Terjemahan model subjek

source: Topic model translations
id: Terjemahan model topik

source: SEO Meta tags for Products
id: Tag Meta SEO untuk Produk

source: The ID of the Taxi Form (by 2U) that would be rendered in place of the hubspot capture form
id: ID Formulir Taksi (oleh 2U) yang akan diberikan sebagai pengganti formulir pengambilan hubspot

source: The grouping of the Taxi Form (by 2U) that would be rendered instead of the hubspot capture form
id: Pengelompokan Formulir Taksi (menurut 2U) yang akan dirender sebagai pengganti formulir pengambilan hubspot

source: The URL of the paid landing page on external site
id: URL laman landas berbayar di situs eksternal

source: The URL of the organic landing page on external site
id: URL laman landas organik di situs eksternal

source: The start date of the external course offering for marketing purpose
id: Tanggal mulai penawaran kursus eksternal untuk tujuan pemasaran

source: The ends date of the external course offering for marketing purpose
id: Tanggal berakhirnya penawaran kursus eksternal untuk tujuan pemasaran

source: The suggested deadline for enrollment for marketing purpose
id: Batas waktu yang disarankan untuk pendaftaran untuk tujuan pemasaran

source: The identifier for a product variant.
id: Pengenal untuk varian produk.

source: Course override
id: Timpa kursus

source: This field allows for override the default course term
id: Bidang ini memungkinkan untuk mengesampingkan jangka waktu kursus default

source: This field contain external course marketing type specific to product lines
id: Bidang ini berisi jenis pemasaran kursus eksternal khusus untuk lini produk

source: Determines weather the course should be displayed on the owning organization's page
id: Menentukan cuaca kursus harus ditampilkan di halaman organisasi pemilik

source: A list of major works by this person. Must be valid HTML.
id: Daftar karya besar orang ini. Harus berupa HTML yang valid.

source: People
id: Orang

source: Add the collaborator image, please make sure its dimensions are 200x100px
id: Tambahkan gambar kolaborator, pastikan dimensinya 200x100px

source: U.S. Value Per Lead
id: Nilai AS Per Prospek

source: U.S. value per lead in U.S. dollars.
id: Nilai AS per lead dalam dolar AS.
