Repository: GZGTE/openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Invalid HTML received
id: HTML tidak valid diterima

source: {0} tag is not allowed
id: Tag {0} tidak diperbolehkan

source: {0} attribute is not allowed on the {1} tag
id: Atribut {0} tidak diperbolehkan pada tag {1}

source: Update excluded course runs
id: Perbarui jalannya kursus yang dikecualikan

source: The program was changed successfully.
id: Program berhasil diubah.

source: The refresh program skills task triggered successfully.
id: Tugas keterampilan program penyegaran berhasil dipicu.

source: The refresh course skills task triggered successfully.
id: Tugas keterampilan kursus penyegaran berhasil dipicu.

source: The course skills were updated successfully.
id: Keterampilan kursus berhasil diperbarui.

source: Request could not be completed due to an incorrect ElasticSearch query parameters
id: Permintaan tidak dapat diselesaikan karena parameter kueri ElasticSearch salah

source: Name for translation
id: Nama untuk terjemahan

source: LanguageTag model translations
id: Terjemahan model LanguageTag

source: Inactive
id: Tidak Aktif

source: Title of the learner pathway.
id: Judul jalur pelajar.

source: Course/Program associated pathways also appear in search results
id: Jalur terkait Kursus/Program juga muncul di hasil pencarian

source: The active/inactive status of this Pathway.
id: Status aktif/tidak aktif dari Pathway ini.

source: Learner Pathway
id: Jalur Pembelajar

source: Learner Pathways
id: Jalur Pembelajar

source: Minimum number of nodes to complete this step of the pathway
id: Jumlah minimum node untuk menyelesaikan langkah jalur ini

source: Learner Pathway Step
id: Langkah Jalur Pembelajar

source: Learner Pathway Steps
id: Langkah Jalur Pembelajar

source: Learner Pathway Course
id: Kursus Jalur Pembelajar

source: Learner Pathway Courses
id: Kursus Jalur Pembelajar

source: Learner Pathway Program
id: Program Jalur Pembelajar

source: Learner Pathway Programs
id: Program Jalur Pembelajar

source: Organization Role
id: Peran Organisasi

source: Update the course recommendations based on skills.
id: Perbarui rekomendasi kursus berdasarkan keterampilan.

source: Use arguments from the UpdateCourseRecommendationsConfig model instead of the command line.
id: Gunakan argumen dari model UpdateCourseRecommendationsConfig alih-alih baris perintah.

source: The original course, whose recommendation is stored here.
id: Kursus asli, yang rekomendasinya disimpan di sini.

source: This is the course recommended after learner completes the original course.
id: Ini adalah kursus yang direkomendasikan setelah pelajar menyelesaikan kursus aslinya.

source: Ratio of number of common skills and total skill count.
id: Rasio jumlah keterampilan umum dan jumlah keterampilan total.

source: Count of common skills between the original course and recommended course.
id: Hitungan keterampilan umum antara kursus asli dan kursus yang direkomendasikan.

source: Ratio of number of common subjects and total subject count.
id: Rasio jumlah mata pelajaran umum dan jumlah mata pelajaran total.

source: Count of common subjects between the original course and recommended course.
id: Hitungan mata pelajaran umum antara mata kuliah asli dan mata kuliah yang direkomendasikan.

source: Course Recommendation
id: Rekomendasi Kursus

source: Course Recommendations
id: Rekomendasi Kursus

source: Adds recommendations for all published courses
id: Menambahkan rekomendasi untuk semua kursus yang diterbitkan

source: Adds recommendations for courses created or modified in the past num days
id: Menambahkan rekomendasi untuk kursus yang dibuat atau diubah dalam beberapa hari terakhir

source: No partner object found!
id: Tidak ada objek mitra yang ditemukan!

source: Discovery Service Administration
id: Administrasi Layanan Penemuan
