Repository: GZGTE/openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: International Value Per Lead
id: Nilai Internasional Per Prospek

source: International value per lead in U.S. dollars.
id: Nilai internasional per lead dalam dolar AS.

source: U.S. Value Per Click
id: Nilai AS Per Klik

source: U.S. value per click in U.S. dollars.
id: Nilai AS per klik dalam dolar AS.

source: International Value Per Click
id: Nilai Internasional Per Klik

source: International value per click in U.S. dollars.
id: Nilai internasional per klik dalam dolar AS.

source: Latitude
id: Garis Lintang

source: Longitude
id: Garis bujur

source: Allowlist
id: Daftar yang diizinkan

source: Blocklist
id: Daftar blokir

source: When making reruns for this course, they will use this key instead of the course key.
id: Saat memutar ulang kursus ini, mereka akan menggunakan kunci ini, bukan kunci kursus.

source: The actual duration of this course as experienced by learners who complete it.
id: Durasi sebenarnya dari kursus ini seperti yang dialami oleh pelajar yang menyelesaikannya.

source: Add the course image
id: Tambahkan gambar kursus

source: Total number of learners who have enrolled in this course
id: Jumlah total peserta didik yang telah mendaftar dalam kursus ini

source: Total number of learners who have enrolled in this course in the last 6 months
id: Jumlah total pelajar yang telah mendaftar kursus ini dalam 6 bulan terakhir

source: Course number format e.g CS002x, BIO1.1x, BIO1.2x
id: Format nomor kursus misalnya CS002x, BIO1.1x, BIO1.2x

source: Additional Information
id: Informasi Tambahan

source: The last time this course was modified in the database.
id: Terakhir kali kursus ini diubah dalam database.

source: This field signifies if this course is in the enterprise subscription catalog
id: Bidang ini menunjukkan apakah kursus ini ada dalam katalog langganan perusahaan

source: If checked, this item will not be indexed in Algolia and will not show up in search results.
id: Jika dicentang, item ini tidak akan diindeks di Algolia dan tidak akan muncul di hasil pencarian.

source: If checked, the About Page will have a meta tag with noindex value
id: Jika dicentang, Halaman Tentang akan memiliki tag meta dengan nilai noindex

source: Watchers
id: Pengamat

source: The list of email addresses that will be notified if any of the course runs is published or scheduled.
id: Daftar alamat email yang akan diberitahukan jika ada kursus yang diterbitkan atau dijadwalkan.

source: Future
id: Masa depan

source: Past
id: Masa lalu

source: Blocked
id: Diblokir

source: Unrestricted
id: Tidak dibatasi

source: Title specific for this run of a course. Leave this value blank to default to the parent course's title.
id: Judul khusus untuk kursus ini. Biarkan nilai ini kosong sebagai default untuk judul kursus induk.

source: Short description specific for this run of a course. Leave this value blank to default to the parent course's short_description attribute.
id: Deskripsi singkat khusus untuk kursus ini. Biarkan nilai ini kosong sebagai default pada atribut short_description kursus induk.

source: Full description specific for this run of a course. Leave this value blank to default to the parent course's full_description attribute.
id: Deskripsi lengkap khusus untuk kursus ini. Biarkan nilai ini kosong sebagai default pada atribut full_description kursus induk.

source: Estimated minimum number of hours per week needed to complete a course run.
id: Perkiraan jumlah jam minimum per minggu yang diperlukan untuk menyelesaikan kursus.

source: Estimated maximum number of hours per week needed to complete a course run.
id: Perkiraan jumlah jam maksimum per minggu yang dibutuhkan untuk menyelesaikan kursus.

source: Estimated number of weeks needed to complete this course run.
id: Perkiraan jumlah minggu yang dibutuhkan untuk menyelesaikan kursus ini.

source: Total number of learners who have enrolled in this course run
id: Jumlah total peserta didik yang telah mendaftar dalam kursus ini berjalan

source: Total number of learners who have enrolled in this course run in the last 6 months
id: Jumlah total peserta didik yang telah mendaftar pada kursus ini dalam 6 bulan terakhir

source: Whether this run should be hidden from API responses. Do not edit here - this value will be overwritten by the "Course Visibility In Catalog" field in Studio via Refresh Course Metadata.
id: Apakah proses ini harus disembunyikan dari respons API. Jangan edit di sini - nilai ini akan ditimpa oleh bidang &quot;Visibilitas Kursus Dalam Katalog&quot; di Studio melalui Refresh Metadata Kursus.

source: Indicates whether the course relation has been manually overridden.
id: Menunjukkan apakah relasi kursus telah diganti secara manual.

source: 'What You Will Learn' description for this particular course run. Leave this value blank to default to the parent course's Outcome attribute.
id: Deskripsi &#39;Apa yang Akan Anda Pelajari&#39; untuk kursus khusus ini. Biarkan nilai ini kosong sebagai default pada atribut Hasil kursus induk.

source: Add OFAC restriction text to the FAQ section of the Marketing site
id: Tambahkan teks pembatasan OFAC ke bagian FAQ di situs Pemasaran

source: This calculated field signifies if this course run is in the enterprise subscription catalog
id: Bidang terhitung ini menandakan apakah kursus ini dijalankan dalam katalog langganan perusahaan

source: The identifier for a product variant. This is used to link a course run to a product variant for external LOBs (i.e; ExecEd & Bootcamps).
id: Pengenal untuk varian produk. Ini digunakan untuk menghubungkan kursus yang dijalankan ke varian produk untuk LOB eksternal (yaitu; ExecEd &amp; Bootcamp).

source: Current
id: Saat Ini

source: Starting Soon
id: Segera Dimulai

source: Switching seat types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
id: Pergantian jenis kursi setelah ditinjau tidak didukung. Silakan hubungi koordinator proyek Anda untuk bantuan tambahan jika diperlukan.

source: Change careers
id: Ubah karier

source: Job advancement
id: Kemajuan pekerjaan

source: Learn valuable skills
id: Pelajari keterampilan yang berharga

source: Learn for fun
id: Belajar untuk bersenang-senang

source: FAQs
id: FAQ

source: The user-facing display title for this Program.
id: Judul tampilan yang dilihat pengguna untuk Program ini.

source: A brief, descriptive subtitle for the Program.
id: Subjudul singkat dan deskriptif untuk Program.

source: A brief hook for the marketing website
id: Penjelasan singkat untuk situs web pemasaran

source: The lifecycle status of this Program.
id: Status siklus hidup Program ini.

source: If this box is not checked, courses will be ordered as in the courses select box above.
id: Jika kotak ini tidak dicentang, kursus akan diurutkan seperti pada kotak pilihan kursus di atas.

source: This field is now deprecated (ECOM-6021).Estimated number of weeks needed to complete a course run belonging to this program.
id: Bidang ini sekarang tidak digunakan lagi (ECOM-6021). Perkiraan jumlah minggu yang diperlukan untuk menyelesaikan kursus yang dijalankan dalam program ini.

source: DEPRECATED: Use the card image field
id: TIDAK DIGUNAKAN lagi: Gunakan bidang gambar kartu

source: This field can be used by API clients to determine the order in which instructors will be displayed on program pages. Instructors in this list should appear before all others associated with this programs courses runs.
id: Bidang ini dapat digunakan oleh klien API untuk menentukan urutan tampilan instruktur di halaman program. Instruktur dalam daftar ini akan muncul sebelum semua instruktur lain yang terkait dengan kursus ini dijalankan.

source: The description of credit redemption for courses in program
id: Deskripsi penukaran kredit untuk mata kuliah dalam program

source: Allow courses in this program to be purchased in a single transaction
id: Izinkan kursus dalam program ini dibeli dalam satu transaksi

source: Hide program on marketing site landing and search pages. This program MAY have a detail page.
id: Sembunyikan program di halaman arahan dan pencarian situs pemasaran. Program ini MUNGKIN memiliki halaman detail.

source: Total number of learners who have enrolled in courses this program
id: Jumlah total peserta didik yang telah mendaftar pada kursus program ini

source: Total number of learners who have enrolled in courses in this program in the last 6 months
id: Jumlah total peserta didik yang telah mendaftar kursus dalam program ini dalam 6 bulan terakhir

source: Number of credits a learner will earn upon successful completion of the program
id: Jumlah kredit yang akan diperoleh pelajar setelah berhasil menyelesaikan program

source: This calculated field signifies if all the courses in this program are included in the enterprise subscription catalog
id: Bidang terhitung ini menandakan apakah semua kursus dalam program ini disertakan dalam katalog langganan perusahaan

source: A field to override Organization short code alias specific for this program.
id: Bidang untuk mengganti alias kode pendek Organisasi khusus untuk program ini.

source: A field to override Organization logo specific for this program.
id: Bidang untuk mengganti logo Organisasi khusus untuk program ini.

source: Primary subject field specific for this program. Useful field in case there are no courses associated with this program.
id: Bidang subjek utama khusus untuk program ini. Bidang yang berguna jika tidak ada kursus yang terkait dengan program ini.

source: Level type specific for this program. Useful field in case there are no courses associated with this program.
id: Tipe level khusus untuk program ini. Bidang yang berguna jika tidak ada kursus yang terkait dengan program ini.

source: Language code specific for this program. Useful field in case there are no courses associated with this program.
id: Kode bahasa khusus untuk program ini. Bidang yang berguna jika tidak ada kursus yang terkait dengan program ini.

source: Useful field to overwrite the duration of a program. It can be a text describing a period of time, Ex: 6-9 months.
id: Bidang yang berguna untuk menimpa durasi suatu program. Bisa berupa teks yang menjelaskan suatu jangka waktu, Misal: 6-9 bulan.

source: Pick a tag/label from the suggestions. To make a new tag, add a comma after the tag name.
id: Pilih tag/label dari saran. Untuk membuat tag baru, tambahkan koma setelah nama tag.

source: The last time this program was modified.
id: Terakhir kali program ini dimodifikasi.

source: The actual rank number
id: Nomor peringkat sebenarnya

source: What does the rank number mean
id: Apa arti dari angka pangkat

source: From where the rank is obtained
id: Dari situlah pangkat itu didapat

source: Callback URL to partner application flow
id: URL panggilan balik ke alur aplikasi mitra

source: Overall program ranking (e.g. "#1 in the U.S.")
id: Peringkat program secara keseluruhan (misalnya &quot;#1 di AS&quot;)

source: The 6 character hex value of the color to make the banner borders (e.g. "#ff0000" which equals red) No need to provide the `#`
id: Nilai warna hex 6 karakter untuk membuat batas spanduk (misal &quot;#ff0000&quot; yang sama dengan merah) Tidak perlu memberikan `#`

source: Provide a campus image for the header of the degree
id: Berikan gambar kampus untuk header gelar

source: Provide a background image for the title section of the degree
id: Berikan gambar latar belakang untuk bagian judul gelar

source: The fine print that displays at the Tuition section's bottom
id: Cetakan kecil yang ditampilkan di bagian bawah Biaya Kuliah

source: The fine print that displays at the Deadline section's bottom
id: Cetakan kecil yang ditampilkan di bagian bawah Batas Waktu

source: The sailthru email list name to capture leads
id: Nama daftar email Sailthru untuk menangkap prospek

source: Please provide an image file for the lead capture banner.
id: Harap berikan file gambar untuk spanduk pengambilan prospek.

source: The Hubspot form ID for the lead capture form
id: ID formulir Hubspot untuk formulir pengambilan prospek

source: URL to micromasters landing page
id: URL ke halaman arahan micromasters

source: Micromasters verbose title
id: Judul verbose Micromaster

source: Micromasters descriptive paragraph
id: Paragraf deskriptif Micromaster

source: Customized background image for the MicroMasters section.
id: Gambar latar belakang yang disesuaikan untuk bagian MicroMasters.

source: Override org name if micromasters program comes from different organization than Masters program
id: Ganti nama organisasi jika program micromaster berasal dari organisasi yang berbeda dengan program Master

source: Ranking display for search card (e.g. "#1 in the U.S."
id: Tampilan peringkat untuk kartu pencarian (misalnya &quot;#1 di AS&quot;

source: Cost display for search card (e.g. "$9,999"
id: Tampilan biaya untuk kartu penelusuran (misalnya &quot;$9.999&quot;

source: Number of courses for search card (e.g. "11 Courses"
id: Jumlah kursus untuk kartu pencarian (misalnya &quot;11 Kursus&quot;

source: Designates whether the degree should be displayed on the owning organization's page
id: Menentukan apakah gelar tersebut harus ditampilkan di halaman organisasi pemilik

source: The redirect URL of the degree on external site
id: URL pengalihan gelar di situs eksternal

source: The URL of the landing page on external site
id: URL laman landas di situs eksternal

source: Bell
id: lonceng

source: Certificate
id: Sertifikat

source: Checkmark
id: Tanda cek

source: Clock
id: Jam

source: Info
id: Informasi

source: User
id: Pengguna

source: Dollar
id: Dolar

source: Book
id: Buku

source: Mortar Board
id: Dewan Mortir

source: Star
id: Bintang

source: Trophy
id: Piala

source: Icon FA class
id: Kelas Ikon FA

source: Paired text
id: Teks berpasangan

source: Deadline applies for this semester (e.g. Spring 2019
id: Batas waktu berlaku untuk semester ini (misal Musim Semi 2019

source: Describes the deadline (e.g. Early Admission Deadline)
id: Menjelaskan tenggat waktu (misalnya Batas Waktu Penerimaan Awal)

source: The date after which the deadline expires (e.g. January 1, 2019)
id: Tanggal setelah batas waktu berakhir (misalnya 1 Januari 2019)

source: The time after which the deadline expires (e.g. 11:59 PM EST).
id: Waktu setelah batas waktu berakhir (misalnya 23:59 EST).

source: Describes what the cost is for (e.g. Tuition)
id: Menjelaskan untuk apa biayanya (misalnya Uang Kuliah)

source: String-based field stating how much the cost is (e.g. $1000).
id: Bidang berbasis string yang menyatakan berapa biayanya (misalnya $1000).

source: A high-level overview of the degree's courseware. The "brief" text is the first 750 characters of "marketing_text" and must be valid HTML.
id: Tinjauan tingkat tinggi tentang perangkat kursus gelar. Yang &quot;singkat&quot; teks adalah 750 karakter pertama dari &quot;teks_pemasaran&quot; dan harus berupa HTML yang sah.

source: A high-level overview of the degree's courseware.
id: Tinjauan tingkat tinggi tentang perangkat kursus gelar.

source: Organization name
id: Nama Organisasi

source: These programs are for a different partner than the pathway itself: {}
id: Program-program ini ditujukan untuk partner yang berbeda dari jalurnya sendiri: {}

source: Others
id: Lainnya

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url slug {url_slug}
id: Mitra {partner_key} dan mitra kursus {course_partner_key} tidak cocok ketika mencoba menyimpan slug url {url_slug}

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url redirect {url_path}
id: Mitra {partner_key} dan mitra kursus {course_partner_key} tidak cocok ketika mencoba menyimpan pengalihan url {url_path}

source: It expects the data will be provided in a csv file format
id: Diharapkan data akan disediakan dalam format berkas csv

source: It expects the data will be provided in a csv file format with first row containing all the headers.
id: Diharapkan data akan disediakan dalam format file csv dengan baris pertama berisi semua header.

source: Open Courses
id: Kursus Terbuka

source: 2U Executive Education Courses
id: Kursus Pendidikan Eksekutif 2U

source: Bootcamps
id: Kamp pelatihan

source: Course UUIDs
id: UUID kursus

source: Course Run IDs
id: ID Jalankan Kursus

source: Profile Image UUIDs
id: UUID Gambar Profil

source: Tag
id: Label

source: Remove All Redirects
id: Hapus Semua Pengalihan

source: Url Paths
id: Jalur Url

source: Add redirects from all published course url slugs
id: Tambahkan pengalihan dari semua slug url kursus yang dipublikasikan

source: Course uuids
id: Tentu saja uuid

source: Attempted to query Salesforce with no client for partner={}
id: Mencoba menanyakan Salesforce tanpa klien untuk partner={}

source: Unable to associate a case for comments for {}
id: Tidak bisa mengaitkan kasus untuk komentar untuk {}

source: Cancel
id: Batalkan

source: Back to Program
id: Kembali ke Program

source: Save Course Run
id: Simpan Kursus yang Dijalankan

source: Home
id: Beranda

source: Course Skills
id: Keterampilan Kursus

source: Refresh Course Skills
id: Segarkan Keterampilan Kursus

source: Refresh Program Skills
id: Segarkan Keterampilan Program

source: %(user_name)s made the following comment on %(course_name)s on %(date)s at %(time)s
id: %(user_name)s membuat komentar berikut di %(course_name)s di %(date)s di %(time)s

source: View comment in Publisher
id: Lihat komentar di Penerbit

source: The edX team
id: Tim IndonesiaX

source: %(user_name)s made the following comment on %(course_name)s %(date)s at %(time)s
id: %(user_name)s membuat komentar berikut pada %(course_name)s %(date)s di %(time)s

source: Dear %(recipient_name)s,
id: %(recipient_name)s yang terhormat,

source: The About page for the %(course_run_number)s course run of %(course_name)s has been published. No further action is necessary.
id: Halaman Tentang untuk kursus %(course_run_number)s %(course_name)s telah diterbitkan. Tidak diperlukan tindakan lebih lanjut.

source: {link_start}{preview_url}{link_middle}View this About page.{link_end}
id: {link_start} {preview_url} {link_middle} Lihat halaman Tentang ini. {link_end}

source: View this About page. %(preview_url)s
id: Lihat halaman Tentang ini. %(preview_url)s

source: Note: This email address is unable to receive replies. For questions or comments, please contact your Project Coordinator(s):
id: Catatan: Alamat email ini tidak dapat menerima balasan. Untuk pertanyaan atau komentar, silakan hubungi Koordinator Proyek Anda:

source: {org_name} has submitted {course_key} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to review the changes and mark it as reviewed.
id: {org_name} telah mengirimkan {course_key} untuk ditinjau. {link_start} {course_page_url} {link_middle} Lihat kursus ini dijalankan di Penerbit {link_end} untuk meninjau perubahan dan menandainya sebagai telah ditinjau.

source: This is a good time to {link_start}{studio_url}{link_middle}review this course run in Studio{link_end}.
id: Ini saat yang tepat untuk {link_start} {studio_url} {link_middle} meninjau kursus ini yang dijalankan di Studio {link_end} .

source: Visit the {link_start}{restricted_admin_url}{link_middle}restricted course admin page{link_end} to set embargo rules for this course, as needed.
id: Kunjungi halaman {link_end} kursus terbatas {link_start} {restricted_admin_url} {link_middle} untuk menetapkan aturan embargo untuk kursus ini, sesuai kebutuhan.

source: %(org_name)s has submitted %(course_key)s for review.
id: %(org_name)s telah mengirimkan %(course_key)s untuk ditinjau.

source: Publisher page: %(course_page_url)s
id: Halaman penerbit: %(course_page_url)s

source: Studio page: %(studio_url)s
id: Halaman studio: %(studio_url)s

source: Restricted Course admin: %(restricted_admin_url)s
id: Admin Kursus Terbatas: %(restricted_admin_url)s

source: {org_name} has submitted {course_name} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to determine OFAC status.
id: {org_name} telah mengirimkan {course_name} untuk ditinjau. {link_start} {course_page_url} {link_middle} Lihat kursus ini dijalankan di Penerbit {link_end} untuk menentukan status OFAC.

source: %(org_name)s has submitted %(course_name)s for review.
id: %(org_name)s telah mengirimkan %(course_name)s untuk ditinjau.

source: View this course run in Publisher above to determine OFAC status.
id: Lihat kursus ini dijalankan di Publisher di atas untuk menentukan status OFAC.

source: The {link_start}{course_page_url}{link_middle}{course_run_number} course run{link_end} of {course_name} has been reviewed and approved by {platform_name}.
id: Kursus {link_start} {course_page_url} {link_middle} {course_run_number} dijalankan {link_end} dari {course_name} telah ditinjau dan disetujui oleh {platform_name} .

source: The course run about page will be published on %(go_live_date)s, pending no further edits.
id: Halaman jalannya kursus akan diterbitkan pada %(go_live_date)s , tanpa menunggu pengeditan lebih lanjut.

source: The course run about page is now published.
id: Halaman kursus yang dijalankan sekarang diterbitkan.

source: The %(course_run_number)s course run of %(course_name)s has been reviewed and approved by %(platform_name)s.
id: Kursus %(course_run_number)s dari %(course_name)s telah ditinjau dan disetujui oleh %(platform_name)s .

source: View the course run in Publisher: %(course_page_url)s
id: Lihat kursus yang dijalankan di Penerbit: %(course_page_url)s

source: Course '%(course_name)s' has been successfully reviewed by edX and is now published on %(course_publish_date)s. To see live course, go here: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
id: Kursus &#39; %(course_name)s &#39; telah berhasil ditinjau oleh edX dan sekarang dipublikasikan di %(course_publish_date)s . Untuk melihat kursus langsung, buka di sini: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>

source: Course '%(course_name)s' has been successfully reviewed by edX and is now ready for publication. The course will be published on %(course_publish_date)s. To see a preview of the Course About Page, go here: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
id: Kursus &#39; %(course_name)s &#39; telah berhasil ditinjau oleh edX dan sekarang siap untuk dipublikasikan. Kursus ini akan dipublikasikan di %(course_publish_date)s . Untuk melihat pratinjau Halaman Tentang Kursus, buka di sini: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>

source: Course '%(course_name)s' has been successfully reviewed by edX and is now published on %(course_publish_date)s. To see live course, go here: %(course_marketing_url)s
id: Kursus &#39; %(course_name)s &#39; telah berhasil ditinjau oleh edX dan sekarang dipublikasikan di %(course_publish_date)s . Untuk melihat kursus langsung, buka di sini: %(course_marketing_url)s

source: Course '%(course_name)s' has been successfully reviewed by edX and is now ready for publication. The course will be published on %(course_publish_date)s. To see a preview of the Course About Page, go here: %(course_preview_url)s
id: Kursus &#39; %(course_name)s &#39; telah berhasil ditinjau oleh edX dan sekarang siap untuk dipublikasikan. Kursus ini akan dipublikasikan di %(course_publish_date)s . Untuk melihat pratinjau Halaman Tentang Kursus, buka di sini: %(course_preview_url)s

source: Special characters not allowed in Course Number.
id: Karakter khusus tidak diperbolehkan dalam Nomor Kursus.

source: Invalid HTML received: {0}
id: HTML tidak valid diterima: {0}
