Repository: GZGTE/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, te

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
ar: %(title)s (الكمية %(event_qty)s/%(total_qty)s)
te: %(title)s (పరిమాణం %(event_qty)s / %(total_qty)s )

source: No shipping events.
ar: لا توجد عمليات شحن.
te: షిప్పింగ్ ఈవెంట్‌లు లేవు.

source: Payment Events
ar: عمليات الدفع
te: చెల్లింపు ఈవెంట్‌లు

source: Amount
ar: القيمة
te: మొత్తం

source: Product:
ar: المنتَج:
te: ఉత్పత్తి:

source: quantity
ar: الكمّية
te: పరిమాణం

source: No payment events.
ar: لا توجد عمليات دفع.
te: చెల్లింపు ఈవెంట్‌లు లేవు.

source: Method name
ar: اسم الطريقة
te: పద్ధతి పేరు

source: Method code
ar: رمز الطريقة
te: పద్ధతి కోడ్

source: Charge (incl tax)
ar: الرسوم (شاملة الضريبة)
te: ఛార్జ్ (పన్ను సహా)

source: Charge (excl tax)
ar: الرسوم (غير شاملة الضريبة)
te: ఛార్జ్ (పన్ను మినహాయించి)

source: Address
ar: العنوان
te: చిరునామా

source: Phone
ar: الهاتف
te: ఫోన్

source: Instructions
ar: التعليمات
te: సూచనలు

source: Billing address
ar: عنوان الفوترة
te: రశీదు చిరునామా

source: Payment sources
ar: مصادر الدفع
te: చెల్లింపు మూలాలు

source: Source
ar: المصدر
te: మూలం

source: Allocation
ar: التوزيع
te: కేటాయింపు

source: Amount debited
ar: المبلغ المدفوع
te: మొత్తం డెబిట్ చేయబడింది

source: Amount refunded
ar: المبلغ المسترد
te: మొత్తం తిరిగి చెల్లించబడింది

source: No payment sources found for this order.
ar: لم يُعثر على أي مصادر دفع لهذه الطلبية.
te: ఈ ఆర్డర్ కోసం చెల్లింపు మూలాలు ఏవీ కనుగొనబడలేదు.

source: Transactions
ar: التعاملات
te: లావాదేవీలు

source: Voucher
ar: القسيمة
te: వోచర్

source: Offer name
ar: اسم العرض
te: ఆఫర్ పేరు

source: Frequency
ar: التواتر
te: తరచుదనం

source: Message
ar: الرسالة
te: సందేశం

source: No discounts were applied to this order.
ar: لم تُطبَّق أي خصومات على هذه الطلبية.
te: ఈ ఆర్డర్‌కు ఎలాంటి తగ్గింపులు వర్తించలేదు.

source: Admin
ar: المشرِف
te: అడ్మిన్

source: No notes available.
ar: لا توجد ملاحظات
te: గమనికలు అందుబాటులో లేవు.

source: Save note
ar: احفظ الملاحظات
te: గమనికను సేవ్ చేయండి

source: Notes are only editable for 5 minutes after being saved.
ar: لا يمكن تعديل الملاحظات إلّا في غضون 5 دقائق بعد حفظها.
te: గమనికలు సేవ్ చేయబడిన తర్వాత 5 నిమిషాల వరకు మాత్రమే సవరించబడతాయి.

source: Search
ar: البحث
te: వెతకండి

source: Advanced Search
ar: البحث المتقدّم
te: అధునాతన శోధన

source: Order Search Results
ar: رتَب نتائج البحث
te: శోధన ఫలితాలను ఆర్డర్ చేయండి

source: All Orders
ar: كل الطلبيات
te: అన్ని ఆర్డర్లు

source: Download selected orders as a CSV
ar: تنزيل الطلبيات المحددة بصيغة CSV
te: ఎంచుకున్న ఆర్డర్‌లను CSVగా డౌన్‌లోడ్ చేయండి

source: Submitting...
ar: يجري الإرسال...
te: సమర్పిస్తోంది...

source: Download
ar: تنزيل
te: డౌన్‌లోడ్ చేయండి

source: Total inc tax
ar: المجموع شاملًا الضريبة
te: మొత్తం ఇంక్ పన్ను

source: Number of items
ar: عدد البنود
te: అంశాల సంఖ్య

source: Customer
ar: العميل
te: కస్టమర్

source: Shipping address
ar: عنوان الشحن
te: షిప్పింగ్ చిరునామా

source: Deleted
ar: محذوف
te: తొలగించబడింది

source: Changing...
ar: يجري تغييره...
te: మారుతోంది...

source: No orders found.
ar: لم يُعثَر على طلبيات.
te: ఆర్డర్‌లు ఏవీ కనుగొనబడలేదు.

source: Enrollments
ar: عمليات التسجيل
te: నమోదులు

source: Mode
ar: الوضعية
te: మోడ్

source: Active?
ar: نشط؟
te: చురుకుగా ఉందా?

source: No enrollments found.
ar: لم يُعثَر على عمليات تسجيل.
te: నమోదులు ఏవీ కనుగొనబడలేదు.

source: Confirm Refund Processing
ar: تأكيد معاملة استرداد المبلغ
te: వాపసు ప్రాసెసింగ్‌ని నిర్ధారించండి

source: Are you sure you want to issue a full refund and revoke student's enrollment?
ar: هل أنت متأكّد من رغبتك في تنفيذ عملية استرداد المبلغ بأكمله وإلغاء تسجيل الطالب؟
te: మీరు ఖచ్చితంగా పూర్తి వాపసును జారీ చేయాలనుకుంటున్నారా మరియు విద్యార్థి నమోదును రద్దు చేయాలనుకుంటున్నారా?

source: Are you sure you want to issue a full refund without revoking student's enrollment?
ar: هل أنت متأكّد من رغبتك في تنفيذ عملية استرداد المبلغ بأكمله دون إلغاء تسجيل الطالب؟
te: మీరు విద్యార్థి నమోదును ఉపసంహరించుకోకుండానే పూర్తి వాపసును జారీ చేయాలనుకుంటున్నారా?

source: Are you sure you want to deny this refund request?
ar: هل أنت متأكّد من رغبتك في رفض طلب استرداد المبلغ هذا؟
te: మీరు ఈ వాపసు అభ్యర్థనను ఖచ్చితంగా తిరస్కరించాలనుకుంటున్నారా?

source: Confirm
ar: تأكيد
te: నిర్ధారించండి

source: Approve Credit and Revoke
ar: الموافقة على الساعات المعتمدة والإبطال
te: క్రెడిట్‌ని ఆమోదించండి మరియు ఉపసంహరించుకోండి

source: Approve Credit Only
ar: الموافقة على الساعات المعتمدة فقط
te: క్రెడిట్‌ని మాత్రమే ఆమోదించండి

source: Deny
ar: رفض
te: తిరస్కరించు

source: Number of Items
ar: عدد البنود
te: అంశాల సంఖ్య

source: Total Credit
ar: إجمالي الرصيد
te: మొత్తం క్రెడిట్

source: Created
ar: أنشئ
te: సృష్టించబడింది

source: No refunds found.
ar: لم يُعثر على عمليات استرداد مدفوعات.
te: రీఫండ్‌లు ఏవీ కనుగొనబడలేదు.

source: Close
ar: أغلق
te: దగ్గరగా

source: Searching...
ar: يجري البحث...
te: శోధిస్తోంది...

source: Refund #%(id)s
ar: الاسترداد #%(id)s
te: వాపసు # %(id)s

source: Full name
ar: الاسم الكامل
te: పూర్తి పేరు

source: Refund Overview
ar: استعراض استرداد المدفوعات
te: వాపసు స్థూలదృష్టి

source: Associated Order
ar: الطلبية ذات الصلة
te: అసోసియేటెడ్ ఆర్డర్

source: Refund Items
ar: بنود الاسترداد
te: వాపసు వస్తువులు

source: Refund Line ID
ar: معرف بند استرداد المدفوعات
te: రీఫండ్ లైన్ ID

source: Associated Order Line
ar: بند الطلبية ذي الصلة
te: అసోసియేటెడ్ ఆర్డర్ లైన్

source: Credit (excl. tax)
ar: الرصيد (غير شامل الضريبة)
te: క్రెడిట్ (పన్ను మినహాయించి)

source: Processor
ar: معالج الدفعات
te: ప్రాసెసర్

source: General
ar: عام
te: జనరల్

source: Yes,No
ar: نعم، كلا
te: అవును కాదు

source: Superuser
ar: مستخدم متقدم
te: సూపర్యూజర్

source: True,False
ar: صح، خطأ
te: ఒప్పు తప్పు

source: Staff
ar: الطاقم
te: సిబ్బంది

source: Last login
ar: آخر تسجيل للدخول
te: చివరి లాగిన్

source: Date joined
ar: تاريخ الانضمام
te: చేరిన తేదీ

source: Products viewed
ar: المنتجات التي استعرضها
te: ఉత్పత్తులు వీక్షించబడ్డాయి

source: Number of orders
ar: عدد الطلبيات
te: ఆర్డర్‌ల సంఖ్య

source: Number of ordered items
ar: عدد المواد التي طلبها
te: ఆర్డర్ చేసిన వస్తువుల సంఖ్య

source: Total spent
ar: إجمالي الإنفاق
te: మొత్తం ఖర్చు

source: Reviews written
ar: التقييمات التي كتبها
te: సమీక్షలు రాశారు

source: Send password reset email
ar: أرسل رسالة بريد إلكتروني لإعادة ضبط كلمة المرور
te: పాస్వర్డ్ రీసెట్ ఇమెయిల్ పంపండి

source: Addresses
ar: العناوين
te: చిరునామాలు

source: Reviews
ar: المراجعات
te: సమీక్షలు

source: Num items
ar: عدد المواد
te: అంశాల సంఖ్య

source: Total value
ar: القيمة الإجمالية
te: మొత్తం విలువ

source: Date placed
ar: تاريخ إنشاء الطلبية
te: తేదీ ఉంచబడింది

source: This customer has not placed any orders yet.
ar: لم يقدِّم هذا العميل أي طلبية بعد.
te: ఈ కస్టమర్ ఇంకా ఎలాంటి ఆర్డర్‌లు చేయలేదు.

source: This customer has not saved any addresses.
ar: لم يحفظ هذا العميل أية عناوين بعد.
te: ఈ కస్టమర్ ఎలాంటి చిరునామాలను సేవ్ చేయలేదు.

source: Product ID
ar: الرقم التعريفي للمنتَج
te: ఉత్పత్తి ID

source: Score
ar: النتيجة
te: స్కోర్

# Product review title
source: Title
ar: العنوان
te: శీర్షిక

source: Body
ar: النصّ
te: శరీరం

source: Date created
ar: تاريخ الإنشاء
te: తేదీ సృష్టించబడింది

source: This customer has not written any reviews yet.
ar: لم يكتب هذا العميل أي مراجعات بعد.
te: ఈ కస్టమర్ ఇంకా ఎలాంటి సమీక్షలు రాయలేదు.

source: E-Commerce Service Administration
ar: إدارة خدمة التجارة الإلكترونية
te: ఇ-కామర్స్ సర్వీస్ అడ్మినిస్ట్రేషన్

source: EnterpriseCustomer UUID
ar: المعرّف الفريد للعميل المؤسسة

source: EnterpriseCustomerCatalog UUID
ar: المعرف الفريد لدليل العملاء المؤسسات.

source: URL
ar: عنوان URL

source: SKU
ar: وحدة إدارة المخزون

source: UPC
ar: الرمز العالمي للمنتج (UPC)
