Repository: GZGTE/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, te

source: Unfortunately, your account profile or payment information appears to match one or more records on a U.S. Treasury Department sanctions list. This means we cannot complete your transaction or provide you with services and must suspend your learner account.
ar: للأسف يبدو أن الملف الشخصي لحسابك أو معلومات الدفع تطابق سجلاً أو أكثر في قائمة العقوبات لدى وزارة الخزانة الأمريكية. وهذا يعني أنه لا يمكننا استكمال المعاملة الخاصة بك أو تقديم خدمات لك، ويجب علينا إيقاف حساب المتعلم الخاص بك.
te: దురదృష్టవశాత్తూ, మీ ఖాతా ప్రొఫైల్ లేదా చెల్లింపు సమాచారం US ట్రెజరీ డిపార్ట్‌మెంట్ ఆంక్షల జాబితాలో ఒకటి లేదా అంతకంటే ఎక్కువ రికార్డ్‌లతో సరిపోలినట్లు కనిపిస్తోంది. దీని అర్థం మేము మీ లావాదేవీని పూర్తి చేయలేము లేదా మీకు సేవలను అందించలేము మరియు మీ లెర్నర్ ఖాతాను తప్పనిసరిగా సస్పెండ్ చేయాలి.

source: If you have questions regarding clearing a match, please contact {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for information about options for clearing a match. Your account will be suspended until this matter is resolved satisfactorily.
ar: إذا كانت لديك أسئلة حول إزالة حالة التطابق، فيُرجى الاتصال بـ {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} للحصول على معلومات حول الخيارات المتاحة لإزالة حالة التطابق. سيتم تعليق حسابك حتى يتم حل هذه المسألة حلاً مُرضيًا.
te: మ్యాచ్‌ను క్లియర్ చేయడం గురించి మీకు ఏవైనా సందేహాలు ఉంటే, దయచేసి మ్యాచ్‌ను క్లియర్ చేయడం కోసం ఎంపికల గురించి సమాచారం కోసం {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} ని సంప్రదించండి. ఈ విషయం సంతృప్తికరంగా పరిష్కరించబడే వరకు మీ ఖాతా తాత్కాలికంగా నిలిపివేయబడుతుంది.

source: Copyright © %(year)s %(platform_name)s. All rights reserved.
ar: جميع حقوق النشر والطبع محفوظة لمنصّة %(platform_name)s©، %(year)s.
te: కాపీరైట్ © %(year)s %(platform_name)s . అన్ని హక్కులు ప్రత్యేకించబడ్డాయి.

source: Hi %(full_name)s,
ar: مرحبًا %(full_name)s،
te: హాయ్ %(full_name)s ,

source: Thank you for purchasing %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
ar: شكرًا لشرائك %(course_title)s. ستظهر الرسوم المدفوعة على كشف الحساب لبطاقتك الائتمانية أو البنكية لشركة باسم "%(platform_name)s".
te: %(course_title)s కొనుగోలు చేసినందుకు ధన్యవాదాలు. &quot; %(platform_name)s &quot; కంపెనీ పేరుతో మీ క్రెడిట్ లేదా డెబిట్ కార్డ్ స్టేట్‌మెంట్‌పై ఛార్జీ కనిపిస్తుంది.

source: You can access your course and complete your verification (if required) on your %(platform_name)s dashboard.
ar: يمكنك الوصول إلى مساقك وإتمام عملية التوثيق (إذا كان مطلوبًا) باستخدام لوحتك الرئيسيّة في منصّة %(platform_name)s.
te: మీరు మీ %(platform_name)s డాష్‌బోర్డ్‌లో మీ కోర్సును యాక్సెస్ చేయవచ్చు మరియు మీ ధృవీకరణను (అవసరమైతే) పూర్తి చేయవచ్చు.

source: To explore other great courses, visit the %(platform_name)s website. More courses are added every day!
ar: تفضل بزيارة موقع %(platform_name)s لاكتشاف مساقات أخرى رائعة، إذ تُضاف مساقات جديدة كل يوم.
te: ఇతర గొప్ప కోర్సులను అన్వేషించడానికి, %(platform_name)s వెబ్‌సైట్‌ను సందర్శించండి. ప్రతిరోజూ మరిన్ని కోర్సులు జోడించబడతాయి!

source: View Payment Information
ar: اعرض معلومات الدفع
te: చెల్లింపు సమాచారాన్ని వీక్షించండి

source: Thank you. We hope you enjoy the course!
ar: شكرًا لك، ونأمل أن تستمتع بالمساق!
te: ధన్యవాదాలు. మీరు కోర్సును ఆనందిస్తారని మేము ఆశిస్తున్నాము!

source: %(platform_name)s team
ar: فريق %(platform_name)s
te: %(platform_name)s జట్టు

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
ar: وصلتك رسالة البريد الالكتروني هذه نتيجة شرائك مقعدًا في مساق %(course_title)s الذي يقدّمه %(platform_name)s.
te: మీరు %(platform_name)s కోర్సు %(course_title)s లో సీటును కొనుగోలు చేసినందున మీరు ఈ ఇమెయిల్‌ను స్వీకరిస్తున్నారు.

source: Receipt Confirmation for:
ar: وصل مدفوعات لـ:
te: దీని కోసం రసీదు నిర్ధారణ:

source: To view your payment information, visit the following website.
ar: زُر الموقع التالي لعرض معلومات الدفع الخاصة بك.
te: మీ చెల్లింపు సమాచారాన్ని వీక్షించడానికి, క్రింది వెబ్‌సైట్‌ను సందర్శించండి.

source: %(platform_name)s team
ar: فريق %(platform_name)s
te: %(platform_name)s జట్టు

source: The edX team
ar: فريق edX
te: edX బృందం

source: Order Placed
ar: تم إرسال الطلب
te: ఆర్డర్ చేయబడింది

source: Payment Confirmation
ar: تأكيد الدفع
te: చెల్లింపు నిర్ధారణ

source: Payment confirmation for:
ar: تأكيد الدفعة لـ:
te: దీని కోసం చెల్లింపు నిర్ధారణ:

source: Dear %(full_name)s,
ar: مرحباً %(full_name)s،
te: ప్రియమైన %(full_name)s ,

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
ar: نشكرك لشرائك الساعات المعتمدة لمساق %(credit_hours)s الذي تقدمه %(credit_provider)s لمساق %(course_title). ستظهر دفعة في كشف حساب بطاقتك البنكية لشركة باسم "%(platform_name)s".
te: %(course_title)s కోసం %(credit_provider)s నుండి %(credit_hours)s క్రెడిట్ అవర్స్ కొనుగోలు చేసినందుకు ధన్యవాదాలు. &quot; %(platform_name)s &quot; కంపెనీ పేరుతో మీ క్రెడిట్ లేదా డెబిట్ కార్డ్ స్టేట్‌మెంట్‌పై ఛార్జీ కనిపిస్తుంది.

source: To receive your course credit, you must also request credit at the %(credit_provider)s website. For a link to request credit from %(credit_provider)s, or to see the status of your credit request, go to your %(platform_name)s dashboard.
ar: للحصول على ساعة معتمدة لمساقك، يجب أن تطلب أيضًا الساعات المعتمدة من خلال موقع %(credit_provider)s. للحصول على رابط لطلب الساعات المعتمدة من %(credit_provider)s، أو لمعرفة حالة طلب الساعات المعتمدة الذي قدّمته، اذهب إلى لوحتك الرئيسية في منصّة %(platform_name)s.
te: మీ కోర్సు క్రెడిట్‌ని స్వీకరించడానికి, మీరు తప్పనిసరిగా %(credit_provider)s వెబ్‌సైట్‌లో క్రెడిట్‌ను అభ్యర్థించాలి. %(credit_provider)s నుండి క్రెడిట్ అభ్యర్థించడానికి లేదా మీ క్రెడిట్ అభ్యర్థన స్థితిని చూడటానికి లింక్ కోసం, మీ %(platform_name)s డాష్‌బోర్డ్‌కి వెళ్లండి.

source: To explore other credit-eligible courses, visit the %(platform_name)s website. We add new courses frequently!
ar: تفضل بزيارة موقع %(platform_name)s لاكتشاف مساقات أخرى لها ساعات معتمدة. نحن نضيف مساقات جديدة باستمرار!
te: ఇతర క్రెడిట్-అర్హత గల కోర్సులను అన్వేషించడానికి, %(platform_name)s వెబ్‌సైట్‌ను సందర్శించండి. మేము తరచుగా కొత్త కోర్సులను జోడిస్తాము!

source: Thank you. We hope you enjoyed your course!
ar: نشكرك ونأمل أن تستمتع بالمساق!
te: ధన్యవాదాలు. మీరు మీ కోర్సును ఆస్వాదించారని మేము ఆశిస్తున్నాము!

source: The %(platform_name)s team
ar: فريق %(platform_name)s
te: %(platform_name)s బృందం

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
ar: لقد تلقيت هذه الرسالة لأنك قد اشتريت ساعات معتمدة لمساق %(course_title)s، وهو مساق مقدّم من منصّة %(platform_name)s.
te: మీరు %(course_title)s , %(platform_name)s కోర్సు కోసం క్రెడిట్ గంటలను కొనుగోలు చేసినందున మీరు ఈ సందేశాన్ని అందుకున్నారు.

source: Payment confirmation for:
ar: تأكيد سداد دفعة لـ:
te: దీని కోసం చెల్లింపు నిర్ధారణ:

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
ar: نشكرك لشرائك %(credit_hours)s ساعات معتمدة من %(credit_provider)s لمساق %(course_title)s. ستظهر في كشف حساب بطاقتك الائتمانية أوالبنكية دفعة إلى شركة باسم "%(platform_name)s".
te: %(course_title)s కోసం %(credit_provider)s నుండి %(credit_hours)s క్రెడిట్ అవర్స్ కొనుగోలు చేసినందుకు ధన్యవాదాలు. &quot; %(platform_name)s &quot; కంపెనీ పేరుతో మీ క్రెడిట్ లేదా డెబిట్ కార్డ్ స్టేట్‌మెంట్‌పై ఛార్జీ కనిపిస్తుంది.

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
ar: لقد وصلتك هذه الرسالة لأنك اشتريت ساعات معتمدة لمساق %(course_title)s، وهو مساق مقدّم من منصّة %(platform_name)s.
te: మీరు %(course_title)s , %(platform_name)s కోర్సు కోసం క్రెడిట్ గంటలను కొనుగోలు చేసినందున మీరు ఈ సందేశాన్ని అందుకున్నారు.

source: Order Receipt
ar: وصل الطلبية
te: ఆర్డర్ రసీదు

source: For Business
ar: للأعمال
te: వ్యాపారం కోసం

source: Thank you for purchasing access to %(course_name)s. Let's get your group ready to learn with edX:
ar: نشكرك على شرائك حق الوصول إلى %(course_name)s. لنجعل مجموعتك جاهزة للتعلم عبر edX:
te: %(course_name)s యాక్సెస్‌ని కొనుగోలు చేసినందుకు ధన్యవాదాలు. edXతో నేర్చుకోవడానికి మీ సమూహాన్ని సిద్ధం చేద్దాం:

source: Download and save the {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
ar: نزّلواحتفظ بـ {link_start}{download_csv_link}{link_middle} ملف رمز التسجيل.{link_end}
te: {link_start} {download_csv_link} {link_middle} నమోదు కోడ్ ఫైల్‌ను డౌన్‌లోడ్ చేసి, సేవ్ చేయండి. {link_end}

source: Distribute one code per learner before the expiration date.
ar: وزع رمزًا لكل متعلّم قبل تاريخ انتهاء الصلاحية.
te: గడువు తేదీకి ముందు ప్రతి అభ్యాసకునికి ఒక కోడ్‌ను పంపిణీ చేయండి.

source: Pro tip: Track which code is associated with which person.
ar: نصيحة: احتفظ بسجل يحدد لمن ذهب كلّ رمز.
te: ప్రో చిట్కా: ఏ వ్యక్తితో ఏ కోడ్ అనుబంధించబడిందో ట్రాక్ చేయండి.

source: Learners sign-in/register with edX and enroll for the course.
ar: يسجل/يدخل المتعلمون إلى منصة edX ثم يسجلون في المساق.
te: అభ్యాసకులు edXతో సైన్-ఇన్/రిజిస్టర్ చేసి, కోర్సు కోసం నమోదు చేసుకోండి.

source: To view your payment information, log in to see your Order History, under {link_start}{order_history_url}{link_middle}Account Settings{link_end}.
ar: لعرض معلومات الدفع، ادخُل إلى حسابك لترى "سجل الطلبيات" تحت {link_start}{order_history_url}{link_middle}إعدادات الحساب{link_end}.
te: మీ చెల్లింపు సమాచారాన్ని వీక్షించడానికి, {link_start} {order_history_url} {link_middle} ఖాతా సెట్టింగ్‌లు {link_end} కింద మీ ఆర్డర్ చరిత్రను చూడటానికి లాగిన్ చేయండి.

source: For more information and assistance, check our {link_start}Help Center{link_end}
ar: لمزيدمن المعلومات وللحصول على المساعدة، تفضل بزيارة {link_start}مركز المساعدة{link_end}
te: మరింత సమాచారం మరియు సహాయం కోసం, మా {link_start} సహాయ కేంద్రం {link_end} ని తనిఖీ చేయండి

source: Thank You
ar: شكرًا لك
te: ధన్యవాదాలు

source: By purchasing, you and your organization agree to the following terms:
ar: عند إتمام الطلب، فإنك توافق أنت ومؤسستك على الشروط التالية:
te: కొనుగోలు చేయడం ద్వారా, మీరు మరియు మీ సంస్థ కింది నిబంధనలకు అంగీకరిస్తారు:

source: Each code is valid for the one course covered and can be used only one time.
ar: كل رمز يصلح لمساق واحد يغطيه هذا الرمز، ويمكن استخدامه مرة واحدة فقط.
te: ప్రతి కోడ్ కవర్ చేయబడిన ఒక కోర్సుకు చెల్లుబాటు అవుతుంది మరియు ఒక సారి మాత్రమే ఉపయోగించవచ్చు.

source: You are responsible for distributing codes to your learners.
ar: أنت مسؤل عن توزيع رموز القسائم على طلابك.
te: మీ అభ్యాసకులకు కోడ్‌లను పంపిణీ చేసే బాధ్యత మీపై ఉంది.

source: Each code will expire in one year from date of purchase or, if earlier, once the course is closed.
ar: ستنتهي صلاحية كل رمز خلال سنة من تاريخ الشراء أو عند إغلاق المساق، أيهما أقرب.
te: ప్రతి కోడ్ కొనుగోలు చేసిన తేదీ నుండి ఒక సంవత్సరంలో ముగుస్తుంది లేదా అంతకు ముందు ఉంటే, కోర్సు మూసివేయబడిన తర్వాత.

source: If a course is not designated as self-paced, you should confirm that a course run is available before expiration.
ar: إذا لم يتم ضبط إعداد المساق بنظام التعلم الذاتي، فيجب أن تتأكد من أن المساق سيكون متاحًا قبل انتهاء صلاحية الرمز.
te: ఒక కోర్సు స్వీయ-పేస్డ్‌గా నిర్దేశించబడకపోతే, గడువు ముగిసేలోపు కోర్సు రన్ అందుబాటులో ఉందని మీరు నిర్ధారించాలి.

source: You may not resell codes to third parties.
ar: لا يحق لك إعادة بيع رموز القسائم لأطراف خارجية.
te: మీరు థర్డ్ పార్టీలకు కోడ్‌లను తిరిగి విక్రయించలేరు.

source: All sales final. No refunds.
ar: جميع عمليات البيع نهائية، ولا يمكن استرداد الرسوم.
te: అన్ని అమ్మకాలు ఫైనల్. వాపసు లేదు.

source: Order confirmation for:
ar: تأكيد الطلبية لـ:
te: దీని కోసం ఆర్డర్ నిర్ధారణ:

source: Please visit %(download_csv_link)s to download and save the enrollment code file.
ar: ترجى زيارة %(download_csv_link)s لتنزيل وحفظ ملف رمز الالتحاق.
te: నమోదు కోడ్ ఫైల్‌ను డౌన్‌లోడ్ చేసి, సేవ్ చేయడానికి దయచేసి %(download_csv_link)s సందర్శించండి.

source: To view your payment information, log in to see your Order History, under Account Settings at %(order_history_url)s.
ar: لعرض معلومات الدفع، ادخل إلى حسابك لترى "سجل الطلبيات" تحت إعدادات الحساب على الرابط التالي %(order_history_url)s.
te: మీ చెల్లింపు సమాచారాన్ని వీక్షించడానికి, %(order_history_url)s వద్ద ఖాతా సెట్టింగ్‌ల క్రింద మీ ఆర్డర్ చరిత్రను చూడటానికి లాగిన్ చేయండి.

source: For more information and assistance, contact info@edx.org.
ar: لمزيد من المعلومات أو للحصول على المساعدة، اتصل بـ info@edx.org.
te: మరింత సమాచారం మరియు సహాయం కోసం, info@edx.orgని సంప్రదించండి.

source: %(partner_name)s: Order Confirmation: [%(order_number)s]
ar: %(partner_name)s: تأكيد الطبية: [%(order_number)s]
te: %(partner_name)s : ఆర్డర్ నిర్ధారణ: [ %(order_number)s ]

source: Sections
ar: الأقسام
te: విభాగాలు

source: Category details
ar: تفاصيل الفئة
te: వర్గం వివరాలు

source: Search engine optimisation
ar: تحسينات محركات البحث
te: శోధన ఇంజిన్ ఆప్టిమైజేషన్

source: or
ar: أو
te: లేదా

source: Saving...
ar: يجري الحفظ...
te: సేవ్ చేస్తోంది...

source: Save and continue editing
ar: احفظ واستمر بالتعديل
te: సేవ్ చేసి, సవరించడం కొనసాగించండి

source: Save
ar: احفظ
te: సేవ్ చేయండి

source: Actions
ar: الإجراءات
te: చర్యలు

source: Edit category
ar: عدِّل الفئة
te: వర్గాన్ని సవరించండి

source: Add child category
ar: أضف فئة فرعية
te: పిల్లల వర్గాన్ని జోడించండి

source: Edit children
ar: عدّل الفئة الفرعية
te: పిల్లలను సవరించండి

source: Delete
ar: احذف
te: తొలగించు

source: Created product variant '%(name)s'.
ar: أنشئت تنويعة المنتج '%(name)s'.
te: ఉత్పత్తి రూపాంతరం &#39; %(name)s &#39; సృష్టించబడింది.

source: Created variant of '%(parent_name)s'.
ar: أُنشئت تنويعة من '%(parent_name)s'.
te: &#39; %(parent_name)s &#39; రూపాంతరం సృష్టించబడింది.

source: Updated product variant '%(name)s'.
ar: حُدِّثَت تنويعة المنتج '%(name)s'.
te: ఉత్పత్తి వేరియంట్ &#39; %(name)s &#39; నవీకరించబడింది.

source: Updated a variant of '%(parent_name)s'.
ar: حُدِّثَت تنويعة '%(parent_name)s'.
te: &#39; %(parent_name)s &#39; యొక్క వేరియంట్‌ని అప్‌డేట్ చేసారు.

source: Created product '%(name)s'.
ar: أُنشئ المُنتَج '%(name)s'.
te: ఉత్పత్తి &#39; %(name)s &#39; సృష్టించబడింది.

source: Updated product '%(name)s'.
ar: '%(name)s' حُدِّث المنتج.
te: నవీకరించబడిన ఉత్పత్తి &#39; %(name)s &#39;.

source: Edit again
ar: عدِّل مرة أخرى
te: మళ్లీ సవరించండి

source: You are currently editing a product variant of {start_anchor}{title}{end_anchor}.
ar: أنت الآن تعدل تنويعة المنتج {start_anchor}{title}{end_anchor}.
te: మీరు ప్రస్తుతం ఉత్పత్తి రూపాంతరాన్ని సవరిస్తున్నారు {start_anchor} {title} {end_anchor} .

source: Product details
ar: تفاصيل المنتج
te: వస్తువు యొక్క వివరాలు

source: Attributes
ar: الخصائص
te: గుణాలు

source: Images
ar: الصور
te: చిత్రాలు

source: Stock and pricing
ar: المخزون والأسعار
te: స్టాక్ మరియు ధర

source: Variants
ar: التنويعات
te: రూపాంతరాలు

source: Upselling
ar: رفع المبيعات
te: ఎక్కువగా అమ్ముడవుతోంది

source: Product Type:
ar: نوع المنتج:
te: ఉత్పత్తి రకం:

source: Upload, change or remove images
ar: رفع الصور أو تغييرها أو حذفها
te: చిత్రాలను అప్‌లోడ్ చేయండి, మార్చండి లేదా తీసివేయండి

source: Num in stock
ar: العدد في المخزون
te: స్టాక్‌లో ఉన్న సంఖ్య

source: Num allocated
ar: العدد المخصَّص
te: కేటాయించిన సంఖ్య

source: Low stock threshold
ar: حدّ قلة المخزون
te: తక్కువ స్టాక్ థ్రెషోల్డ్

source: Cost price
ar: سعر التكلفة
te: ధర ధర

source: Price (excl tax)
ar: السعر (غير شامل الضريبة)
te: ధర (పన్ను మినహాయించి)

source: Retail price
ar: سعر التجزئة
te: రిటైల్ ధర

source: Delete?
ar: احذف؟
te: తొలగించాలా?

source: Adding...
ar: تجري الإضافة...
te: జోడించడం...

source: Add variant
ar: أضف تنويعة
te: వేరియంట్‌ని జోడించండి

source: Title
ar: العنوان
te: శీర్షిక

source: Stock records
ar: سجلات المخزون
te: స్టాక్ రికార్డులు

source: This product does not have any variants.
ar: لس لهذا المنتج أي تنويعات.
te: ఈ ఉత్పత్తికి ఎటువంటి రూపాంతరాలు లేవు.

source: One can't add variants to this product at this point.
ar: لا يمكن لأحد إضافة تنويعات إلى هذا المنتج في هذا الوقت.
te: ఈ సమయంలో ఈ ఉత్పత్తికి వేరియంట్‌లను జోడించలేరు.

source: This is likely because this product still has stock records.
ar: قد يكون هذا بسبب وجود سجلات مخزون متبقية لهذا المنتج
te: ఈ ఉత్పత్తి ఇప్పటికీ స్టాక్ రికార్డ్‌లను కలిగి ఉన్నందున దీనికి అవకాశం ఉంది.

source: Recommended products
ar: المنتجات الموصى بها
te: సిఫార్సు చేయబడిన ఉత్పత్తులు

source: Save and add another variant
ar: احفظ تنويعة أخرى وأضفها
te: మరొక రూపాంతరాన్ని సేవ్ చేసి, జోడించండి

source: Store Statistics (Last 24 Hours)
ar: احصاءات المتجر (آخر 24 ساعة)
te: స్టోర్ గణాంకాలు (గత 24 గంటలు)

source: New Customers
ar: العملاء الجدد
te: కొత్త వినియోగదారులు

source: Revenue
ar: الإيرادات
te: రాబడి

source: Average order cost
ar: متوسط تكلفة الطلبية
te: సగటు ఆర్డర్ ధర

source: Average (paid) order cost
ar: متوسط تكلفة االطلبية (المدفوعة)
te: సగటు (చెల్లింపు) ఆర్డర్ ధర

source: Products and vouchers
ar: المنتجات والقسائم
te: ఉత్పత్తులు మరియు వోచర్‌లు

source: Total products
ar: إجمالي المنتجات
te: మొత్తం ఉత్పత్తులు

source: Active Vouchers
ar: القسائم النشطة
te: సక్రియ వోచర్‌లు

source: %(name)s | Offers
ar: %(name)s | العروض
te: %(name)s | ఆఫర్లు

source: Reinstating...
ar: يجري تجديد العرض ...
te: పునరుద్ధరించబడుతోంది...

source: Reinstate offer
ar: تجديد العرض
te: ఆఫర్‌ని పునరుద్ధరించండి

source: Suspending...
ar: يجري تعليق العرض...
te: సస్పెండ్ చేస్తోంది...

source: Suspend offer
ar: علّق العرض
te: ఆఫర్‌ని నిలిపివేయండి

source: Delete offer
ar: حذف العرض
te: ఆఫర్‌ను తొలగించండి

source: Offer currently available
ar: العرض متاح حالياً
te: ఆఫర్ ప్రస్తుతం అందుబాటులో ఉంది

source: Offer not available due to restrictions!
ar: العرض غير متاح بسبب وجود تقييدات عليه!
te: పరిమితుల కారణంగా ఆఫర్ అందుబాటులో లేదు!

source: Total cost:
ar: التكلفة الإجمالية:
te: మొత్తం ఖర్చు:

source: Number of orders:
ar: عدد الطلبيات:
te: ఆర్డర్‌ల సంఖ్య:

source: Number of uses:
ar: عدد الاستخدامات:
te: ఉపయోగాల సంఖ్య:

source: Date created:
ar: تاريخ الإنشاء:
te: సృష్టించిన తేదీ:

source: Offer details
ar: تفاصيل العرض
te: ఆఫర్ వివరాలు

source: Incentive
ar: الحافز
te: ప్రోత్సాహకం

source: Condition
ar: الشرط
te: పరిస్థితి

source: Restrictions
ar: التقييدات
te: పరిమితులు

source: Num of vouchers
ar: عدد القسائم
te: వోచర్‌ల సంఖ్య

source: Attached vouchers
ar: القسائم المرفقة
te: జోడించిన వోచర్లు

source: No vouchers are attached to this offer.
ar: لا توجد قسائم مرفقة بهذا العرض.
te: ఈ ఆఫర్‌కు వోచర్‌లు ఏవీ జోడించబడలేదు.

source: Export to CSV
ar: صدّر إلى CSV
te: CSVకి ఎగుమతి చేయండి

source: Orders that used this offer
ar: الطلبيات التي استخدمت هذا العرض
te: ఈ ఆఫర్‌ని ఉపయోగించిన ఆర్డర్‌లు

source: Order number
ar: رقم الطلبية
te: ఆర్డర్ నంబర్

source: Order date
ar: تاريخ الطلبية
te: ఆర్డర్ తేదీ

source: Order total
ar: إجمالي الطلبية
te: ఆర్డర్ మొత్తం

source: Cost
ar: التكلفة
te: ఖరీదు

source: Offer summary
ar: ملخص العرض
te: ఆఫర్ సారాంశం

source: Order %(number)s - Line #%(id)s
ar: الطلبية %(number)s - البند #%(id)s
te: ఆర్డర్ %(number)s - లైన్ # %(id)s

source: Line #%(id)s
ar: البند #%(id)s
te: లైన్ # %(id)s

source: Order #%(number)s - Line #%(id)s
ar: الطلبية #%(number)s - البند #%(id)s
te: ఆర్డర్ # %(number)s - లైన్ # %(id)s

# Product title
source: Title
ar: العنوان
te: శీర్షిక

source: Product Type
ar: نوع المنتج
te: ఉత్పత్తి రకం

source: Product Options
ar: خيارات المنتج
te: ఉత్పత్తి ఎంపికలు

source: Partner details
ar: تفاصيل الشريك
te: భాగస్వామి వివరాలు

source: Partner SKU
ar: وحدة إدارة المخزون للشريك
te: భాగస్వామి SKU

source: Shipping details
ar: تفاصيل الشحن
te: షిప్పింగ్ వివరాలు

source: Partner reference number
ar: الرقم المرجعي للشريك
te: భాగస్వామి సూచన సంఖ్య

source: Partner notes
ar: ملاحظات الشريك
te: భాగస్వామి గమనికలు

source: Estimate dispatch date
ar: التاريخ التقديري للشحن
te: పంపిణీ తేదీని అంచనా వేయండి

source: Shipping status
ar: حالة الشحن
te: షిప్పింగ్ స్థితి

source: State
ar: الحالة
te: రాష్ట్రం

source: No shipping events have occurred.
ar: لم تحدث عمليات شحن بعد.
te: షిప్పింగ్ ఈవెంట్‌లు జరగలేదు.

source: Shipping events
ar: عمليات الشحن
te: షిప్పింగ్ ఈవెంట్‌లు

source: Event
ar: العملية
te: ఈవెంట్

source: Reference
ar: الرقم المرجعي
te: సూచన

source: Date
ar: التاريخ
te: తేదీ

source: Payment events
ar: عمليات الدفع
te: చెల్లింపు ఈవెంట్‌లు

source: No payment events have occurred.
ar: لم تحدث عمليات دفع.
te: చెల్లింపు ఈవెంట్‌లు ఏవీ జరగలేదు.

source: Order %(number)s
ar: الطلبية %(number)s
te: ఆర్డర్ %(number)s

source: Order #%(number)s
ar: الطلبية #%(number)s
te: ఆర్డర్ # %(number)s

source: Customer Information
ar: معلومات العميل
te: కస్టమర్ సమాచారం

source: Email address
ar: عنوان البريد الإلكتروني
te: ఇమెయిల్ చిరునామా

source: Customer checked out as a guest.
ar: اشترى العميل كضيف.
te: కస్టమర్ గెస్ట్‌గా చెక్ అవుట్ చేసారు.

source: Customer has deleted their account.
ar: حذف العميل حسابه.
te: కస్టమర్ వారి ఖాతాను తొలగించారు.

source: Order information
ar: معلومات الطلبية
te: ఆర్డర్ సమాచారం

source: Order Total
ar: إجمالي الطلبية
te: ఆర్డర్ మొత్తం

source: Date of purchase
ar: تاريخ الشراء
te: కొనుగోలు చేసిన తేదీ

source: Time of purchase
ar: وقت الشراء
te: కొనుగోలు సమయం

source: Order Details
ar: تفاصيل الطلبية
te: ఆర్డర్ వివరాలు

source: Order contents
ar: محتويات الطلبية
te: ఆర్డర్ కంటెంట్

source: Shipping
ar: الشحن
te: షిప్పింగ్

source: Payment
ar: الدفع
te: చెల్లింపు

source: Discounts
ar: الخصومات
te: డిస్కౌంట్లు

source: Notes
ar: ملاحظات
te: గమనికలు

source: Items ordered
ar: بنود الطلبية
te: ఆర్డర్ చేసిన వస్తువులు

source: Line ID
ar: معرف البند
te: లైన్ ID

source: Product
ar: المنتَج
te: ఉత్పత్తి

source: Supplier
ar: المزود
te: సరఫరాదారు

source: Supplier SKU
ar: وحدة إدارة المخزون للمزوِّد
te: సరఫరాదారు SKU

source: Price excl tax (before discounts)
ar: السعر غير شامل الضريبة (قبل الخصومات)
te: ధర మినహాయించబడిన పన్ను (తగ్గింపులకు ముందు)

source: Price inc tax (before discounts)
ar: السعر شاملًا الضريبة (قبل الخصومات)
te: ధర ఇంక్ పన్ను (తగ్గింపులకు ముందు)

source: View
ar: اعرض
te: చూడండి

source: Basket total (excl. discounts)
ar: إجمالي السلّة (قبل الخصومات)
te: బాస్కెట్ మొత్తం (తగ్గింపులు మినహా)

source: Basket total (inc. discounts)
ar: إجمالي السلّة (بعد الخصومات)
te: బాస్కెట్ మొత్తం (ఇంక్. తగ్గింపులు)

source: Basket total
ar: إجمالي السلّة
te: మొత్తం బాస్కెట్

source: Shipping total (excl. discounts)
ar: إجمالي الشحنة (قبل الخصومات)
te: మొత్తం షిప్పింగ్ (రాయితీలు మినహా)

source: Shipping total (inc. discounts)
ar: إجمالي الشحنة (بعد الخصومات)
te: షిప్పింగ్ మొత్తం (ఇంక్. తగ్గింపులు)

source: Shipping total
ar: إجمالي الشحنة
te: మొత్తం షిప్పింగ్

source: Surcharge %(name)s
ar: رسوم إضافية %(name)s
te: సర్‌ఛార్జ్ %(name)s

source: With selected lines
ar: مع البنود المختارة
te: ఎంచుకున్న పంక్తులతో

source: Change line status to
ar: غيّر حالة البند إلى
te: లైన్ స్థితిని మార్చండి

source: choose new status
ar: اختر حالة جديدة
te: కొత్త స్థితిని ఎంచుకోండి

source: Create shipping event
ar: أنشئ عملية شحن
te: షిప్పింగ్ ఈవెంట్‌ను సృష్టించండి

source: choose event type
ar: اختر نوع العملية
te: ఈవెంట్ రకాన్ని ఎంచుకోండి

source: with reference
ar: مع رقم مرجعي
te: సూచనతో

source: Create payment event
ar: أنشئ عملية دفع
te: చెల్లింపు ఈవెంట్‌ని సృష్టించండి

source: with amount
ar: بمبلغ
te: మొత్తంతో

source: Create Refund
ar: أنشئ طلب استراد المدفوعات
te: వాపసును సృష్టించండి

source: Go!
ar: انطلق!
te: వెళ్ళండి!

source: Change order status
ar: غيِّر حالة الطلبية
te: ఆర్డర్ స్థితిని మార్చండి

source: Change status
ar: غيِّر الحالة
te: స్థితిని మార్చండి

source: This order can't have its status changed.
ar: لا يمكن تغيير حالة هذه الطلبية.
te: ఈ ఆర్డర్ దాని స్థితిని మార్చకూడదు.

source: Status Changes
ar: تغييرات الحالة
te: స్థితి మార్పులు

source: From
ar: من
te: నుండి

source: To
ar: إلى
te: కు

source: No status changes.
ar: لم يحصل أي تغيير على الحالة.
te: స్థితి మారదు.

source: Shipping Events
ar: عمليات الشحن
te: షిప్పింగ్ ఈవెంట్‌లు

source: Lines
ar: البنود
te: లైన్లు
