Repository: GZGTE/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, te

source: Products must have a certificate type.
ar: يجب أن يكون للمنتجات نوع شهادة.
te: ఉత్పత్తులు తప్పనిసరిగా సర్టిఫికేట్ రకాన్ని కలిగి ఉండాలి.

source: Products must have a price.
ar: يجب أن يكون للمنتجات سعر.
te: ఉత్పత్తులకు ధర ఉండాలి.

source: You need to provide a course UUID to create Course Entitlements.
ar: يجب أن تُدخِل المعرف الفريد للمساق لإنشاء استحقاق المساق.
te: కోర్సు అర్హతలను సృష్టించడానికి మీరు కోర్సు UUIDని అందించాలి.

source: Products must indicate whether ID verification is required.
ar: يجب أن تحدّد المنتجات فيما إذا كان توثيق الهوية مطلوبًا.
te: ID ధృవీకరణ అవసరమా కాదా అని ఉత్పత్తులు తప్పనిసరిగా సూచించాలి.

source: Invalid product class [{product_class}] requested.
ar: طُلِبَت فئة منتجات [{product_class}] غير صالحة.
te: చెల్లని ఉత్పత్తి తరగతి [ {product_class} ] అభ్యర్థించబడింది.

source: Course [{course_id}] was not published to LMS because the switch [publish_course_modes_to_lms] is disabled. To avoid ghost SKUs, data has not been saved.
ar: لم يُنشر المساق [{course_id}] إلى نظام إدارة التعلّم بسبب تعطيل [publish_course_modes_to_lms]. لم تُحفَظ البيانات لتفادي إنشاء معرفات وحدة إدارة مخزون زائفة.
te: [ {course_id} ] స్విచ్ [publish_course_modes_to_lms] నిలిపివేయబడినందున LMSకి ప్రచురించబడలేదు. ఘోస్ట్ SKUలను నివారించడానికి, డేటా సేవ్ చేయబడలేదు.

source: Enrollment code
ar: رمز التسجيل
te: నమోదు కోడ్

source: Discount code
ar: رمز الخصم
te: డిస్కౌంట్ కోడ్

source: Invalid order number or order {} does not exists.
ar: رقم الطلب غير صحيح أو الطلبية {} غير موجودة.
te: చెల్లని ఆర్డర్ నంబర్ లేదా ఆర్డర్ {} ఉనికిలో లేదు.

source: New coupon voucher assignment Failure. Error: {}
ar: فشل تعيين قسيمة عروض جديدة. خطأ: {}
te: కొత్త కూపన్ వోచర్ అసైన్‌మెంట్ వైఫల్యం. లోపం: {}

source: Your order {} can not be refunded as '{}' coupon are not supported to refund.
ar: لا يمكن استرداد قيمة مدفوعات لطلبيتك {} لأن قسيمة '{}' لا تدعم خاصية استرداد المبلغ.
te: &#39;{}&#39; కూపన్ రీఫండ్‌కి మద్దతు ఇవ్వనందున మీ ఆర్డర్ {}కి రీఫండ్ చేయబడదు.

source: Could note create new voucher for the order: {}
ar: تعذّر إنشاء قسيمة جديدة للطلبية: {}
te: ఆర్డర్ కోసం కొత్త వోచర్‌ని సృష్టించడాన్ని గమనించవచ్చు: {}

source: No SKUs provided.
ar: لم تُضَف وحدة إدارة مخزون.
te: SKUలు ఏవీ అందించబడలేదు.

source: Products with SKU(s) [{skus}] do not exist.
ar: لا توجد منتجات بوحدة(ات) إدارة المخزون [{skus}].
te: SKU(లు) [ {skus} ] ఉన్న ఉత్పత్తులు లేవు.

source: Provide username or is_anonymous query param, but not both
ar: أدخِل اسم المستخدم أو is_anonymous في متغيرات الاستعلام، ولكن ليس كلاهما
te: వినియోగదారు పేరు లేదా is_anonymous ప్రశ్న పారామ్‌ను అందించండి, కానీ రెండూ కాదు

source: Product API only supports {http_method} for {product_class} products.
ar: واجهة برمجة تطبيقات المنتَج لمنتجات {product_class} تدعم {http_method} فقط.
te: ఉత్పత్తి API {product_class} ఉత్పత్తులకు మాత్రమే {http_method} మద్దతు ఇస్తుంది.

source: Missing or bad value for: [{name}].
ar: قيمة مفقودة أو خاطئة لـِ: [{name}].
te: దీని కోసం విలువ లేదు లేదా చెడు విలువ: [ {name} ].

source: {id} - {status} basket (owner: {owner}, lines: {num_lines})
ar: السلّة {id} - {status} (المالك: {owner}، السطور: {num_lines})
te: {id} - {status} బాస్కెట్ (యజమాని: {owner} , లైన్లు: {num_lines} )

source: Basket
ar: السلّة
te: బుట్ట

source: Attribute Type
ar: نوع الخاصية
te: లక్షణం రకం

source: Text Attribute
ar: خاصية نصيّة
te: టెక్స్ట్ లక్షణం

source: Due to export controls, we cannot allow you to access this course at this time.
ar: نظرا لضوابط التصدير، لا يمكننا السماح لك بالوصول إلى هذا المساق في الوقت الحالي.
te: ఎగుమతి నియంత్రణల కారణంగా, ఈ సమయంలో ఈ కోర్సును యాక్సెస్ చేయడానికి మేము మిమ్మల్ని అనుమతించలేము.

source: Click here to just purchase an enrollment for yourself
ar: انقر هنا لشراء التسجيل لنفسك وحسب
te: మీ కోసం నమోదును కొనుగోలు చేయడానికి ఇక్కడ క్లిక్ చేయండి

source: Click here to purchase multiple seats in this course
ar: انقر هنا لشراء عدّة مقاعد في هذا المساق
te: ఈ కోర్సులో బహుళ సీట్లను కొనుగోలు చేయడానికి ఇక్కడ క్లిక్ చేయండి

source: Coupon code '{code}' has expired.
ar: انتهت صلاحية القسيمة ذات الرمز '{code}'.
te: కూపన్ కోడ్ &#39;{code}&#39; గడువు ముగిసింది.

source: Coupon code '{code}' is not active.
ar: رمز القسيمة '{code}' غير فعّال.
te: కూపన్ కోడ్ &#39;{code}&#39; సక్రియంగా లేదు.

source: Coupon code '{code}' is not available. {msg}
ar: رمز القسيمة '{code}' غير متاح. {msg}
te: కూపన్ కోడ్ &#39;{code}&#39; అందుబాటులో లేదు. {msg}

source: Coupon code '{code}' is not valid for this basket.
ar: رمز القسيمة '{code}' غير صالح لهذه السلة.
te: ఈ బాస్కెట్‌కి కూపన్ కోడ్ &#39;{code}&#39; చెల్లదు.

source: Coupon code '{code}' is not valid for this basket for a bundled purchase.
ar: رمز القسيمة '{code}' غير صالح لهذه السلة لغرض شراء مجموعة مساقات.
te: బండిల్ కొనుగోలు కోసం ఈ బాస్కెట్‌కు కూపన్ కోడ్ &#39;{code}&#39; చెల్లదు.

source: Coupon code '{code}' added to basket.
ar: تمت إضافة القسيمة ذات الرمز '{code}' إلى السلة.
te: కూపన్ కోడ్ &#39;{code}&#39; బాస్కెట్‌కి జోడించబడింది.

source: Basket does not qualify for coupon code {code}.
ar: سلتك غير مؤهلة لاستخدام القسيمة {code}.
te: బాస్కెట్ కూపన్ కోడ్ {code} కి అర్హత పొందలేదు.

source: Could not apply the code '{code}'; it requires data sharing consent.
ar: تعذر تطبيق الرمز '{code}'؛ فهو يلزم موافقة على مشاركة البيانات.
te: &#39;{code}&#39; కోడ్‌ని వర్తింపజేయడం సాధ్యం కాలేదు; దీనికి డేటా షేరింగ్ సమ్మతి అవసరం.

source: After you complete your order you will be able to select course dates from your dashboard.
ar: بعد إتمام طلبيتك ستكون قادرًا على اختيار تواريخ المساق من لوحتك الرئيسيّة.
te: మీరు మీ ఆర్డర్‌ని పూర్తి చేసిన తర్వాత మీరు మీ డ్యాష్‌బోర్డ్ నుండి కోర్సు తేదీలను ఎంచుకోగలరు.

source: After you complete your order you will be automatically enrolled in the verified track of the course.
ar: عند استكمال طلبيتك سيتم إلحاقك تلقائيًا في المسار الموثّق للمساق.
te: మీరు మీ ఆర్డర్‌ను పూర్తి చేసిన తర్వాత మీరు కోర్సు యొక్క ధృవీకరించబడిన ట్రాక్‌లో స్వయంచాలకంగా నమోదు చేయబడతారు.

source: After you complete your order you will receive credit for your course.
ar: عند إتمام طلبيتك ستحصل على توثيق لمساقك.
te: మీరు మీ ఆర్డర్‌ని పూర్తి చేసిన తర్వాత మీ కోర్సుకు క్రెడిట్ అందుకుంటారు.

source: After you complete your order you will be automatically enrolled in the course.
ar: عند استكمال طلبيتك سيتم إلحاقك تلقائيًا إلى المساق.
te: మీరు మీ ఆర్డర్‌ని పూర్తి చేసిన తర్వాత మీరు స్వయంచాలకంగా కోర్సులో నమోదు చేయబడతారు.

source: {paragraph_start}By purchasing, you and your organization agree to the following terms:{paragraph_end} {ul_start} {li_start}Each code is valid for the one course covered and can be used only one time.{li_end} {li_start}You are responsible for distributing codes to your learners in your organization.{li_end} {li_start}Each code will expire in one year from date of purchase or, if earlier, once the course is closed.{li_end} {li_start}If a course is not designated as self-paced, you should confirm that a course run is available before expiration. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at {user_email} with your enrollment code(s). {paragraph_end}
ar: {paragraph_start} عند الشراء، توافق أنت والمؤسسة التي تنتمي إليها على الشروط التالية:{paragraph_end} {ul_start} {li_start} كل رمز صالح للمساق الواحد الذي يغطيه هذا الرمز، ويمكن استخدامه مرة واحدة فقط.{li_end} {li_start}أنت المسؤول عن توزيع الرموز على المتعلمين في مؤسستك.{li_end} {li_start}ستنتهي صلاحية كل رمز خلال سنة واحدة من تاريخ الشراء أو عندما يتم إغلاق المساق أيهما أقرب.{li_end} {li_start}إذا لم يتم تعيين المساق كمساق تقدم ذاتي، فعليك التأكد من أن المساق سيكون متاحًا للتشغيل قبل انتهاء الصلاحية. {li_end} {li_start}لا يُسمَح لك بإعادة بيع الرموز لطرف ثالث.{li_end} {li_start}كل مبيعات edX للأعمال نهائية ومخوّلة لاسترداد الرسوم.{li_end}{ul_end} {paragraph_start}ستتلقى بريدًا إلكترونيًا على {user_email} يتضمن رمز (رموز) الالتحاق الخاصة بك. {paragraph_end}
te: {paragraph_start} కొనుగోలు చేయడం ద్వారా, మీరు మరియు మీ సంస్థ కింది నిబంధనలకు అంగీకరిస్తున్నారు: {paragraph_end} {ul_start} {li_start} ప్రతి కోడ్ కవర్ చేయబడిన ఒక కోర్సు కోసం చెల్లుబాటు అవుతుంది మరియు ఒక్కసారి మాత్రమే ఉపయోగించబడుతుంది. {li_end} {li_start} మీ సంస్థలోని మీ అభ్యాసకులకు కోడ్‌లను పంపిణీ చేసే బాధ్యత మీపై ఉంది. {li_end} {li_start} ప్రతి కోడ్ కొనుగోలు చేసిన తేదీ నుండి ఒక సంవత్సరంలో లేదా అంతకు ముందు ఉంటే, కోర్సు మూసివేయబడిన తర్వాత గడువు ముగుస్తుంది. {li_end} {li_start} ఒక కోర్సు స్వీయ-పేస్డ్‌గా పేర్కొనబడకపోతే, గడువు ముగిసేలోపు కోర్సు రన్ అందుబాటులో ఉందని మీరు నిర్ధారించాలి. {li_end} {li_start} మీరు థర్డ్ పార్టీలకు కోడ్‌లను తిరిగి విక్రయించలేరు. {li_end} {li_start} వ్యాపార విక్రయాల కోసం అన్ని edX తుది మరియు వాపసు కోసం అర్హత లేదు. {li_end} {ul_end} {paragraph_start} మీరు మీ నమోదు కోడ్(ల)తో {user_email} కి ఇమెయిల్‌ను అందుకుంటారు. {paragraph_end}

source: {strong_start}Purchasing just for yourself?{strong_end}{paragraph_start}If you are purchasing a single code for someone else, please continue with checkout. However, if you are the learner {link_start}go back{link_end} to enroll directly.{paragraph_end}
ar: {strong_start}هل تنوي الشراء لنفسك فقط؟ {strong_end}{paragraph_start} إذا كنت تشتري رمزًا واحدًا لشخص آخر، فيُرجى الاستمرار في الطلب، إما إذا كنت أنت المتعلم {link_start} فارجِع {link_end} للالتحاق مباشرة.{paragraph_end}
te: {strong_start} మీ కోసమే కొనుగోలు చేస్తున్నారా? {strong_end} {paragraph_start} మీరు వేరొకరి కోసం ఒకే కోడ్‌ని కొనుగోలు చేస్తుంటే, దయచేసి చెక్అవుట్‌తో కొనసాగించండి. అయితే, మీరు {link_start} నేర్చుకునేవారైతే నేరుగా నమోదు చేసుకోవడానికి {link_end} కి తిరిగి వెళ్లండి. {paragraph_end}

source: You have already purchased these products
ar: لقد اشتريت هذه المنتجات من قبل
te: మీరు ఇప్పటికే ఈ ఉత్పత్తులను కొనుగోలు చేసారు

source: No product is available to buy.
ar: لا تتوفر منتجات للشراء.
te: కొనుగోలు చేయడానికి ఏ ఉత్పత్తి అందుబాటులో లేదు.

source: quantity successfully updated
ar: تم تحديث الكمية بنجاح
te: పరిమాణం విజయవంతంగా నవీకరించబడింది

source: Your basket couldn't be updated. Please correct any validation errors below.
ar: تعذّر تحديث سلّتك. يرجى تصحيح أي أخطاء مذكورة أدناه.
te: మీ బాస్కెట్‌ని అప్‌డేట్ చేయడం సాధ్యపడలేదు. దయచేసి దిగువన ఏవైనా ధృవీకరణ లోపాలను సరిచేయండి.

source: You have already added coupon code '{code}' to your basket.
ar: لقد أضفت بالفعل رمز القسيمة '{code}' إلى سلتك.
te: మీరు ఇప్పటికే మీ బాస్కెట్‌కి కూపన్ కోడ్ &#39;{code}&#39;ని జోడించారు.

source: Coupon code '{code}' does not exist.
ar: لا توجد قسيمة لها رمز '{code}' غير موجودة.
te: కూపన్ కోడ్ &#39;{code}&#39; ఉనికిలో లేదు.

source: No coupon found with id '%s'
ar: لم ثُعثَر على قسيمة بمعرّف '%s'
te: &#39; %s &#39; idతో కూపన్ కనుగొనబడలేదు

source: Coupon code '%s' was removed from your basket.
ar: أُزيلَ رمز القسيمة '%s' من سلّتك.
te: కూపన్ కోడ్ &#39; %s &#39; మీ బాస్కెట్ నుండి తీసివేయబడింది.

source: Last date/time on which this product can be purchased.
ar: آخر تاريخ/وقت يمكن فيه شراء هذا المنتج.
te: ఈ ఉత్పత్తిని కొనుగోలు చేయగల చివరి తేదీ/సమయం.

source: Username
ar: اسم المستخدم
te: వినియోగదారు పేరు

source: Email
ar: البريد الإلكتروني
te: ఇమెయిల్

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
ar: أُنشِئَت طلب {link_start}استرداد المبلغ #{refund_id}{link_end}! انقُر {link_start}هنا{link_end} لعرضه.
te: {link_start} రీఫండ్ # {refund_id} {link_end} సృష్టించబడింది! దీన్ని వీక్షించడానికి {link_start} ఇక్కడ క్లిక్ చేయండి {link_end} .

source: A refund cannot be created for these lines. They may have already been refunded.
ar: لا يمكن إنشاء عملية استرداد للرسوم لهذه السطور. قد تكون المبالغ المتعلقة بها قد استُردَّت في وقتٍ سابق.
te: ఈ లైన్‌ల కోసం రీఫండ్ సృష్టించబడదు. వారు ఇప్పటికే తిరిగి చెల్లించి ఉండవచ్చు.

source: Refunds Dashboard
ar: لوحة استرداد الرسوم
te: వాపసు డాష్‌బోర్డ్

source: Refund ID
ar: مُعرِّف طلب استرداد الرسوم
te: వాపసు ID

source: Status
ar: الحالة
te: స్థితి

source: Failed to retrieve enrollment data.
ar: فشل جلب بيانات التسجيل.
te: నమోదు డేటాను తిరిగి పొందడంలో విఫలమైంది.

source: Number of times to retry failing IAP client actions (e.g., payment creation, payment execution)
ar: عدد مرات إعادة المحاولة عند فشل عميل IAP (مثلًا: إنشاء دفعة، تنفيذ دفعة)
te: విఫలమైన IAP క్లయింట్ చర్యలు (ఉదా, చెల్లింపు సృష్టి, చెల్లింపు అమలు)

source: Past number of days to fetch Android refunds for.
ar: عدد الأيام الماضية لجلب المبالغ المستردة من Android عنها.
te: Android రీఫండ్‌లను పొందడానికి గత రోజుల సంఖ్య.

source: mobile team email
ar: البريد الإلكتروني لفريق المحمول
te: మొబైల్ బృందం ఇమెయిల్

source: Original Transaction ID
ar: معرّف المعاملة الأصلية
te: అసలు లావాదేవీ ID

source: Day 3
ar: اليوم 3
te: రోజు 3

source: Day 10
ar: اليوم 10
te: 10వ రోజు

source: Day 19
ar: اليوم 19
te: రోజు 19

source: Assign
ar: عيِّن
te: కేటాయించవచ్చు

source: Remind
ar: ذكِّر
te: గుర్తు చేయండి

source: Revoke
ar: الغِ
te: ఉపసంహరించుకోండి

source: Automatic
ar: تلقائي
te: ఆటోమేటిక్

source: Manual
ar: يدوي
te: మాన్యువల్

source: Course Catalog ID from the Discovery Service.
ar: معرف دليل المساقات من خدمة الاستكشاف.
te: డిస్కవరీ సర్వీస్ నుండి కోర్సు కేటలాగ్ ID.

source: UUID for an EnterpriseCustomerCatalog from the Enterprise Service.
ar: المعرف الفريد لـEnterpriseCustomerCatalog من خدمة المؤسسات.
te: ఎంటర్‌ప్రైజ్ సర్వీస్ నుండి EnterpriseCustomerCatalog కోసం UUID.

source: EnterpriseCustomer Name
ar: اسم العميل المؤسسة
te: ఎంటర్‌ప్రైజ్ కస్టమర్ పేరు

source: Program UUID
ar: المرعف الفريد للبرنامج
te: ప్రోగ్రామ్ UUID

source: Email to user pending.
ar: رسالة البريد الإلكتروني للمستخدم بانتظار الإرسال.
te: వినియోగదారుకు ఇమెయిల్ పెండింగ్‌లో ఉంది.

source: Code successfully assigned to user.
ar: تم تعيين الرمز للمستخدم بنجاح.
te: కోడ్ విజయవంతంగా వినియోగదారుకు కేటాయించబడింది.

source: Code has been redeemed by user.
ar: الرمز استخدمه المستخدم.
te: కోడ్ వినియోగదారు ద్వారా రీడీమ్ చేయబడింది.

source: Email to user bounced.
ar: فشل توصيل رسالة البريد الإلكتروني إلى المستخدم.
te: వినియోగదారుకు ఇమెయిల్ బౌన్స్ చేయబడింది.

source: Code has been revoked for this user.
ar: أُلغي الرمز لهذا المستخدم.
te: ఈ వినియోగదారు కోసం కోడ్ ఉపసంహరించబడింది.

source: Make a particular template version active.
ar: تنشيط إصدار قالب معين.
te: నిర్దిష్ట టెంప్లేట్ సంస్కరణను సక్రియంగా చేయండి.

source: Email has been sent.
ar: تم إرسال رسالة البريد الإلكتروني.
te: ఇమెయిల్ పంపబడింది.

source: This user should receive email
ar: يُفترض أن تصل رسالة بريد إلكتروني إلى هذا المستخدم.
te: ఈ వినియోగదారు ఇమెయిల్‌ని అందుకోవాలి

source: Order administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
ar: تم تعطيل إدارة الطلبيات بسبب الحمل الزائد على قاعدة البيانات. يمكن استعادة هذه الوظيفة من خلال تفعيل مفتاح Waffle {switch_name}. كن حذرا عند إعادة تنشيط هذا المفتاح!
te: డేటాబేస్‌పై లోడ్ కారణంగా ఆర్డర్ నిర్వహణ నిలిపివేయబడింది. {switch_name} వాఫిల్ స్విచ్‌ని యాక్టివేట్ చేయడం ద్వారా ఈ ఫంక్షనాలిటీని పునరుద్ధరించవచ్చు. ఈ స్విచ్‌ని మళ్లీ యాక్టివేట్ చేస్తున్నప్పుడు జాగ్రత్తగా ఉండండి!

source: %d%% discount for manual course enrollment order
ar: %d%% خصم للطلب اليدوي للالتحاق بمساق
te: మాన్యువల్ కోర్సు నమోదు ఆర్డర్ కోసం %d %% తగ్గింపు

source: Payment Processor
ar: معالج الدفعات
te: చెల్లింపు ప్రాసెసర్

source: It expect that the order numbers stuck in fulfillment error state will be provided in a txt file format one per line.
ar: يتوقع أن تكون أرقام الطلبيات العالقة في حالة خطأ التنفيذ مقدمة بنسق ملف txt واحدة في كل سطر.
te: నెరవేర్పు లోపం స్థితిలో చిక్కుకున్న ఆర్డర్ నంబర్‌లు ఒక్కో పంక్తికి ఒకటి చొప్పున txt ఫైల్ ఫార్మాట్‌లో అందించబడతాయని ఇది ఆశించింది.

source: Click 'Save and Continue Editing' to add stock records
ar: انقر على ’حفظ ومتابعة التحرير‘ لإضافة سجّلات المخزون
te: స్టాక్ రికార్డ్‌లను జోడించడానికి &#39;సేవ్ చేసి, ఎడిటింగ్ కొనసాగించు&#39;ని క్లిక్ చేయండి

source: Partner
ar: الشريك
te: భాగస్వామి

source: Partners
ar: الشركاء
te: భాగస్వాములు

source: American Express
te: అమెరికన్ ఎక్స్‌ప్రెస్

source: Diners
te: భోజనం చేసేవారు

source: Discover
te: కనుగొనండి

source: MasterCard
te: మాస్టర్ కార్డ్

source: UnionPay
te: యూనియన్ పే

source: Unknown
ar: غير معروف
te: తెలియదు

source: Visa
te: వీసా

source: We don't support the payment option you selected.
ar: لا ندعم خيار الدفع الذي اخترته.
te: మీరు ఎంచుకున్న చెల్లింపు ఎంపికకు మేము మద్దతు ఇవ్వము.

source: Choose country
ar: اختر الدولة
te: దేశాన్ని ఎంచుకోండి

source: {label} (required)
ar: {label} (مطلوب)
te: {label} (అవసరం)

source: Organization (required)
ar: المؤسسة (مطلوب)
te: సంస్థ (అవసరం)

source: I am purchasing on behalf of my employer or other professional organization
ar: أشتري نيابة عن المؤسسة التي أعمل لديها أو مؤسسة أخرى
te: నేను నా యజమాని లేదా ఇతర వృత్తిపరమైన సంస్థ తరపున కొనుగోలు చేస్తున్నాను

source: There was a problem retrieving your basket. Refresh the page to try again.
ar: حدثت مشكلة في جلب سلتك. حدّث الصفحة وحاول مرة أخرى.
te: మీ బాస్కెట్‌ను తిరిగి పొందడంలో సమస్య ఉంది. మళ్లీ ప్రయత్నించడానికి పేజీని రిఫ్రెష్ చేయండి.

source: First Name (required)
ar: الاسم الأول (مطلوب)
te: మొదటి పేరు (అవసరం)

source: Last Name (required)
ar: الاسم العائلة/القبيلة (مطلوب)
te: చివరి పేరు (అవసరం)

source: Address (required)
ar: العنوان (مطلوب)
te: చిరునామా (అవసరం)

source: Suite/Apartment Number
ar: رقم الجناح/الشقة
te: సూట్/అపార్ట్‌మెంట్ నంబర్

source: City (required)
ar: المدينة (مطلوب)
te: నగరం (అవసరం)

source: State/Province
ar: الولاية/المقاطعة
te: రాష్ట్రం/ప్రావిన్స్

source: Zip/Postal Code
ar: الرمز البريدي
te: జిప్ / పోస్టల్ కోడ్

source: Country (required)
ar: الدولة (مطلوب)
te: దేశం (అవసరం)

source: This field is required.
ar: هذا الحقل مطلوب.
te: ఈ ఖాళీని తప్పనిసరిగా పూరించవలెను.

source: Postal codes for the U.S. and Canada are limited to nine (9) characters.
ar: الرموز البريدية للولايات المتحدة وكندا محدودة بتسع (9) خانات.
te: US మరియు కెనడాకు పోస్టల్ కోడ్‌లు తొమ్మిది (9) అక్షరాలకు పరిమితం చేయబడ్డాయి.

source: Transaction ID
ar: معرف العملية
te: లావాదేవి ఐడి

source: Payment Processor Response
ar: رد معالج الدفعات
te: చెల్లింపు ప్రాసెసర్ ప్రతిస్పందన

source: Payment Processor Responses
ar: ردود معالج الدفعات
te: చెల్లింపు ప్రాసెసర్ ప్రతిస్పందనలు

source: Number of times to retry failing Paypal client actions (e.g., payment creation, payment execution)
ar: عدد مرات إعادة محاولة إجراءات دفع Paypal غير الناحجة من جانب العميل (مثل:إنشاء عملية دفع، تنفيذ عملية دفع)
te: విఫలమైన Paypal క్లయింట్ చర్యలు (ఉదా, చెల్లింపు సృష్టి, చెల్లింపు అమలు)

source: More than 10 digits before the decimal not allowed for fixed value.
ar: لا يسمح بإدراج أكثر من عشرة أرقام قبل الكسر العشري للقيمة الثابتة.
te: స్థిర విలువ కోసం దశాంశానికి ముందు 10 కంటే ఎక్కువ అంకెలు అనుమతించబడవు.

source: More than 2 digits after the decimal not allowed for fixed value.
ar: لا يسمح بإدراج أكثر من رقمين بعد الكسر العشري للقيمة الثابتة.
te: స్థిర విలువ కోసం దశాంశం తర్వాత 2 కంటే ఎక్కువ అంకెలు అనుమతించబడవు.

source: Percentage greater than 100 not allowed.
ar: لا يسمح بالنسب أعلى من ١٠٠.
te: 100 కంటే ఎక్కువ శాతం అనుమతించబడదు.

source: transaction declined
ar: رُفضَت العملية
te: లావాదేవి తిరస్కరించబడినది

source: Refund administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
ar: تم تعطيل إدارة الاسترداد بسبب الضغط على قاعدة البيانات. يمكن استعادة هذه الوظيفة عن طريق تنشيط مفتاح التبديل {switch_name}. كن حذرًا عند إعادة تنشيط هذا المفتاح!
te: డేటాబేస్‌పై లోడ్ కారణంగా వాపసు నిర్వహణ నిలిపివేయబడింది. {switch_name} వాఫిల్ స్విచ్‌ని యాక్టివేట్ చేయడం ద్వారా ఈ ఫంక్షనాలిటీని పునరుద్ధరించవచ్చు. ఈ స్విచ్‌ని మళ్లీ యాక్టివేట్ చేస్తున్నప్పుడు జాగ్రత్తగా ఉండండి!

source: Order
ar: الطلبية
te: ఆర్డర్ చేయండి

source: User
ar: المستخدم
te: వినియోగదారు

source: Total Credit (excl. tax)
ar: الرصيد الإجمالي (غير شامل الضريبة)
te: మొత్తం క్రెడిట్ (పన్ను మినహాయించి)

source: Currency
ar: العملة
te: కరెన్సీ

source: Refund
ar: استرداد المدفوعات
te: వాపసు

source: Order Line
ar: رقم البند في الطلبية
te: ఆర్డర్ లైన్

source: Line Credit (excl. tax)
ar: رصيد البند في الطلبية (غير شامل الضريبة)
te: లైన్ క్రెడిట్ (పన్ను మినహాయించి)

source: Quantity
ar: الكمّية
te: పరిమాణం

source: Can be used once by one customer
ar: يمكن أن يستخدمه عميل واحد مرّة واحدة
te: ఒక కస్టమర్ ఒకసారి ఉపయోగించవచ్చు

source: Can be used multiple times by multiple customers
ar: يمكن لعدّة عملاء استخدامه عدّة مرات
te: బహుళ కస్టమర్లు అనేక సార్లు ఉపయోగించవచ్చు

source: Can only be used once per customer
ar: يمكن استخدامه مرة واحدة لكل عميل
te: ఒక్కో కస్టమర్‌కు ఒకసారి మాత్రమే ఉపయోగించవచ్చు

source: Can be used multiple times by one customer
ar: يمكن لعميل واحد استخدامه عدة مرات
te: ఒక కస్టమర్ ద్వారా అనేక సార్లు ఉపయోగించవచ్చు

source: Usage
ar: الاستخدام
te: వాడుక

source: Is Public Code Batch
ar: هذه مجموعة رموز متاحة للعامة
te: పబ్లిక్ కోడ్ బ్యాచ్

source: Should this code batch be public or private for assignment.
ar: هل يفترض أن تكون مجموعة الرموز هذه عامة أو خاصة لجهة يتم تعيينها.
te: అసైన్‌మెంట్ కోసం ఈ కోడ్ బ్యాచ్ పబ్లిక్ లేదా ప్రైవేట్‌గా ఉండాలి.

source: This voucher is assigned to another user.
ar: تم تعيين هذه القسيمة لمستخدم آخر.
te: ఈ వోచర్ మరొక వినియోగదారుకు కేటాయించబడింది.

source: Catalog Query
ar: استفسار عن دليل
te: కేటలాగ్ ప్రశ్న

source: Redeemed For Course IDs
ar: استخدم الرمز لمعرفات المساقات
te: కోర్సు IDల కోసం రీడీమ్ చేయబడింది

source: Redeemed For Course ID
ar: استخدم الرمز لمعرف المساق
te: కోర్సు ID కోసం రీడీమ్ చేయబడింది

source: Redeemed
ar: تم استخدام رمز الخصم
te: రీడీమ్ చేయబడింది

source: Active
ar: نشط
te: చురుకుగా

source: Inactive
ar: غير نشط
te: నిష్క్రియ

source: Discount
ar: الخصومات
te: తగ్గింపు

source: Enrollment
ar: التسجيل
te: నమోదు

source: Code
ar: الرمز
te: కోడ్

source: This row applies to all vouchers
ar: ينطبق هذا الصف على كافة القسائم.
te: ఈ అడ్డు వరుస అన్ని వోచర్‌లకు వర్తిస్తుంది

source: Category
ar: الفئة
te: వర్గం

source: Coupon Expiry Date
ar: تاريخ انتهاء القسيمة
te: కూపన్ గడువు తేదీ

source: Coupon Name
ar: اسم القسيمة
te: కూపన్ పేరు

source: Coupon Start Date
ar: تاريخ بدء القسيمة
te: కూపన్ ప్రారంభ తేదీ

source: Coupon Type
ar: نوع القسيمة
te: కూపన్ రకం

source: Create Date
ar: تاريخ الإنشاء
te: తేదీని సృష్టించండి

source: Discount Percentage
ar: نسبة الخصم
te: తగ్గింపు శాతం

source: Discount Amount
ar: مبلغ الخصم
te: తగ్గింపు మొత్తం

source: Email Domains
ar: نطاقات البريد الإلكتروني
te: ఇమెయిల్ డొమైన్‌లు

source: Invoiced Amount
ar: قيمة الفاتورة
te: ఇన్వాయిస్ మొత్తం

source: Note
ar: ملاحظة
te: గమనిక

source: Price
ar: السعر
te: ధర

source: Course ID
ar: معرف المساق
te: కోర్సు ID

source: Organization
ar: المؤسسة
te: సంస్థ

source: Course Seat Types
ar: أنواع المقاعد في المساق
te: కోర్సు సీట్ల రకాలు

source: Maximum Coupon Usage
ar: الحد الأقصى لاستخدام للقسيمة
te: గరిష్ట కూపన్ వినియోగం

source: Redemption Count
ar: عدد مرات استخدام القسيمة
te: విముక్తి గణన

source: Client
ar: العميل
te: క్లయింట్

source: Order Number
ar: رقم الطلبية
te: ఆర్డర్ నంబర్

source: Redeemed By Username
ar: المستخدم الذي استخدم القسيمة
te: వినియోగదారు పేరు ద్వారా రీడీమ్ చేయబడింది

source: Range for coupon [{coupon_id}]
ar: مجال القسيمة [{coupon_id}]
te: కూపన్ పరిధి [ {coupon_id} ]

source: Coupon Report for {coupon_name}
ar: تقرير القسيمة {coupon_name}
te: {coupon_name} కోసం కూపన్ నివేదిక

source: Failed to find a matching stock record for coupon, report download canceled.
ar: فشل العثور على سجلات مخزون متعلقة بالقسيمة، وأُلغي تنزيل التقرير.
te: కూపన్‌కు సరిపోలే స్టాక్ రికార్డ్‌ను కనుగొనడంలో విఫలమైంది, నివేదిక డౌన్‌లోడ్ రద్దు చేయబడింది.

source: Not Paid
ar: غير مدفوع
te: చెల్లించలేదు

source: Paid
ar: مدفوع
te: చెల్లించారు

source: Prepaid
ar: مدفوع مسبقًا
te: ప్రీపెయిడ్

source: Postpaid
ar: مدفوع لاحقًا
te: పోస్ట్ పెయిడ్

source: Bulk purchase
ar: الشراء بالجملة
te: పెద్దమొత్తంలో కొనుగోలు

source: Not applicable
ar: لا ينطبق
te: వర్తించదు

source: Fixed
ar: ثابت
te: స్థిర

source: Management View
ar: عرض الإدارة
te: నిర్వహణ వీక్షణ

source: Refund Transactions
ar: قيد حركة استرداد الرسوم
te: వాపసు లావాదేవీలు
