Repository: GZGTE/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, te

source: {action} is not a valid action.
ar: {action} ليس إجراءً صالحًا.
te: {action} చెల్లుబాటు అయ్యే చర్య కాదు.

source: {value}% program discount
ar: {value}% خصم على البرنامج
te: {value} % ప్రోగ్రామ్ తగ్గింపు

source: {value} fixed-price program discount
ar: {value} خصم ثابت من سعر برنامج
te: {value} స్థిర-ధర ప్రోగ్రామ్ తగ్గింపు

source: An offer already exists for this program.
ar: يوجد عرض على هذا البرنامج من قبل.
te: ఈ ప్రోగ్రామ్ కోసం ఇప్పటికే ఆఫర్ ఉంది.

source: {current_date} Discount for the {program_title} {program_type} Program
ar: {current_date} خصم على برنامج {program_title} {program_type}
te: {current_date} {program_title} {program_type} ప్రోగ్రామ్ కోసం తగ్గింపు

source: Edit Program Offer: %(program_title)s
ar: تعديل العرض على البرنامج: %(program_title)s
te: ప్రోగ్రామ్ ఆఫర్‌ని సవరించండి: %(program_title)s

source: Create Program Offer
ar: إنشاء عرض على البرنامج
te: ప్రోగ్రామ్ ఆఫర్‌ని సృష్టించండి

source: Program Offers
ar: عروض البرنامج
te: ప్రోగ్రామ్ ఆఫర్లు

source: Edit Program Offer
ar: عدّل عرض البرنامج
te: ప్రోగ్రామ్ ఆఫర్‌ని సవరించండి

source: %(platform_name)s Program Offer Administration Tool
ar: %(platform_name)s أداة إدارة عروض البرامج
te: %(platform_name)s ప్రోగ్రామ్ ఆఫర్ అడ్మినిస్ట్రేషన్ టూల్

source: Current program offers
ar: العروض الحالية للبرنامج
te: ప్రస్తుత ప్రోగ్రామ్ ఆఫర్‌లు

source: Program Title
ar: عنوان البرنامج
te: ప్రోగ్రామ్ శీర్షిక

source: Program offer updated!
ar: تم تحديث العرض على البرنامج!
te: ప్రోగ్రామ్ ఆఫర్ నవీకరించబడింది!

source: Program offer created!
ar: تم إنشاء عرض على البرنامج!
te: ప్రోగ్రామ్ ఆఫర్ సృష్టించబడింది!

source: Affiliate ID
ar: معرّف الشريك (Affiliate)
te: అనుబంధ ID

source: UTM Source
ar: مصدر UTM
te: UTM మూలం

source: UTM Medium
ar: وسيط UTM
te: UTM మీడియం

source: UTM Campaign
ar: حملة UTM
te: UTM ప్రచారం

source: UTM Term
ar: مدة UTM
te: UTM టర్మ్

source: UTM Content
ar: محتوى UTM
te: UTM కంటెంట్

source: UTM Created At
ar: تم إنشاء UTM في
te: UTM సృష్టించబడింది

source: Dashboard
ar: اللوحة الرئيسية
te: డాష్బోర్డ్

source: Catalogue
ar: الدليل
te: జాబితా

source: Products
ar: المنتجات
te: ఉత్పత్తులు

source: Product Types
ar: أنواع المنتجات
te: ఉత్పత్తి రకాలు

source: Categories
ar: الفئات
te: కేటగిరీలు

source: Ranges
ar: المجالات
te: పరిధులు

source: Low stock alerts
ar: تنبيهات قلّة المخزون
te: తక్కువ స్టాక్ హెచ్చరికలు

source: Fulfillment
ar: الإنجاز
te: నెరవేర్చుట

source: Orders
ar: الطلبيات
te: ఆదేశాలు

source: Statistics
ar: الإحصائيات
te: గణాంకాలు

source: Refunds
ar: استرداد الدفوعات
te: వాపసు

source: Customers
ar: العملاء
te: వినియోగదారులు

source: Stock alert requests
ar: طلبات التنبيه المتعلقة بالمخزون
te: స్టాక్ హెచ్చరిక అభ్యర్థనలు

source: Offers
ar: العروض
te: ఆఫర్లు

source: Vouchers
ar: القسائم
te: వోచర్లు

source: Reports
ar: التقارير
te: నివేదికలు

source: English
ar: الإنجليزية
te: ఆంగ్ల

source: Spanish
ar: الإسبانية
te: స్పానిష్

source: Spanish (Latin American)
ar: الإسبانية (أمريكا اللاتينية)
te: స్పానిష్ (లాటిన్ అమెరికన్)

source: Build
ar: الإصدار الفرعي
te: నిర్మించు

source: Version:
ar: الإصدار:
te: సంస్కరణ: Telugu:

source: Redeem
ar: استخدم
te: రీడీమ్ చేయండి

source: Coupon Codes
ar: رموز القسائم
te: కూపన్ కోడ్‌లు

source: Earn a verified certificate in one of our popular courses to advance your career, showcase your accomplishments or enhance your college application.
ar: احصل على شهادة موثَّقة في أحد مساقاتنا الشائعة لتطوير مسيرتك المهنية، واعرض إنجازاتك أو عزِّز طلبك الجامعي.
te: మీ కెరీర్‌ను ముందుకు తీసుకెళ్లడానికి, మీ విజయాలను ప్రదర్శించడానికి లేదా మీ కళాశాల దరఖాస్తును మెరుగుపరచడానికి మా ప్రసిద్ధ కోర్సుల్లో ఒకదానిలో ధృవీకరించబడిన సర్టిఫికేట్‌ను పొందండి.

source: Why buy a verified certificate?
ar: لماذا أحصل على شهادة موثّقة؟
te: ధృవీకరించబడిన ప్రమాణపత్రాన్ని ఎందుకు కొనుగోలు చేయాలి?

source: A verified certificate (digital) confirming that a user has completed the course on a specified date. The certificate includes edX's logo and the university's logo, as well as signatures from faculty members involved with the course. There is also a URL that can be used to verify the authenticity of the certificate.
ar: شهادة موثَّقة (رقمية) تؤكد إتمام المستخدم للمساق في تاريخ محدد. وتتضمن الشهادة شعار edX وشعار الجامعة، إضافة إلى توقيع الكادر التعليمي المشارك في المساق. ويوجد أيضًا عنوان URL يُمكن استخدامه للتحقق من موثوقية الشهادة.
te: నిర్దిష్ట తేదీలో వినియోగదారు కోర్సును పూర్తి చేసినట్లు ధృవీకరించే ధృవీకరించబడిన ప్రమాణపత్రం (డిజిటల్). సర్టిఫికేట్‌లో edX యొక్క లోగో మరియు విశ్వవిద్యాలయం యొక్క లోగో, అలాగే కోర్సులో పాల్గొన్న అధ్యాపక సభ్యుల సంతకాలు ఉన్నాయి. ప్రమాణపత్రం యొక్క ప్రామాణికతను ధృవీకరించడానికి ఉపయోగించే URL కూడా ఉంది.

source: A verified certificate demonstrates to future employers that you've mastered the course material.
ar: تبيّن الشهادة الموثَّقة لأصحاب العمل في المستقبل أنك قد اتقنت المادة التعليمي في المساق.
te: ధృవీకరించబడిన సర్టిఫికేట్ మీరు కోర్స్ మెటీరియల్‌లో ప్రావీణ్యం సంపాదించారని భవిష్యత్తు యజమానులకు చూపుతుంది.

source: The certificate is officially signed and stamped by the institution that offers the course.
ar: الشهادة موقَّعة ومختومة رسميًا من المؤسسة التي تقدِّم المساق.
te: కోర్సును అందించే సంస్థ ద్వారా సర్టిఫికేట్ అధికారికంగా సంతకం చేయబడింది మరియు స్టాంప్ చేయబడింది.

source: You're twelve times more likely to complete the course if you're working toward a verified certificate.
ar: احتمال التزامك بإتمام المساق تزداد إثني عشر ضعفاً إذا كنت تسعى للحصول على شهادةٍ موثَّقة.
te: మీరు ధృవీకరించబడిన సర్టిఫికేట్ కోసం పని చేస్తున్నట్లయితే, మీరు కోర్సును పూర్తి చేయడానికి పన్నెండు రెట్లు ఎక్కువ అవకాశం ఉంది.

source: Courses
ar: المساقات
te: కోర్సులు

source: %(platform_name)s Course Administration Tool
ar: %(platform_name)s أداة إدارة المساق
te: %(platform_name)s కోర్స్ అడ్మినిస్ట్రేషన్ టూల్

source: Student Dashboard
ar: الوحة الرئيسية للطالب
te: విద్యార్థి డాష్‌బోర్డ్

source: Course Admin Tool
ar: أداة إدارة المساق
te: కోర్స్ అడ్మిన్ టూల్

source: E-Commerce Dashboard
ar: اللوحة الرئيسية للتجارة الإلكترونية
te: ఇ-కామర్స్ డాష్‌బోర్డ్

source: Sign Out
ar: خروج
te: సైన్ అవుట్ చేయండి

source: Receipt for %(order_number)s
ar: وصل لـ%(order_number)s
te: %(order_number)s కోసం రసీదు

source: Thank you for your order!
ar: شكراً لطلبيتك!
te: మీ ఆర్డర్ కి ధన్యవాదాలు!

source: Your order is complete. You will receive a confirmation message and your enrollment code(s) at {link_start}{email}{link_end}. If you need a receipt, you can print this page.
ar: طلبيتك مكتملة. ستتلقى رسالة تأكيد ورمز/رموز التسجيل على {link_start}{email}{link_end}. إذا كنت بحاجة إلى إيصال الدفع، يمكنك طباعة هذه الصفحة.
te: మీ ఆర్డర్ పూర్తయింది. మీరు {link_start} {email} {link_end} వద్ద నిర్ధారణ సందేశాన్ని మరియు మీ నమోదు కోడ్(లు)ని అందుకుంటారు. మీకు రసీదు అవసరమైతే, మీరు ఈ పేజీని ముద్రించవచ్చు.

source: Your order is complete. If you need a receipt, you can print this page. {next_start} Next Steps:{next_end} 1. Check your inbox for an order confirmation email from Get Smarter.{next_line} 2: Follow the instructions in the email to complete your registration.
ar: طلبيتك مكتملة. إذا كنت بحاجة إلى إيصال، فيمكنك طباعة هذه الصفحة. {next_start} الخطوات التالية: {next_end} 1. تحقق من البريد الوارد بحثًا عن رسالة بريد إلكتروني لتأكيد الطلب من Get Smarter. {next_line} 2: اتبع التعليمات الواردة في البريد الإلكتروني لإتمام التسجيل.
te: మీ ఆర్డర్ పూర్తయింది. మీకు రసీదు అవసరమైతే, మీరు ఈ పేజీని ముద్రించవచ్చు. {next_start} తదుపరి దశలు: {next_end} 1. గెట్ స్మార్టర్ నుండి ఆర్డర్ నిర్ధారణ ఇమెయిల్ కోసం మీ ఇన్‌బాక్స్‌ని తనిఖీ చేయండి. {next_line} 2: మీ రిజిస్ట్రేషన్‌ను పూర్తి చేయడానికి ఇమెయిల్‌లోని సూచనలను అనుసరించండి.

source: Your order is complete. If you need a receipt, you can print this page.
ar: طلبيتك مكتملة. إذا كنت بحاجة إلى إيصال، فيمكنك طباعة هذه الصفحة.
te: మీ ఆర్డర్ పూర్తయింది. మీకు రసీదు అవసరమైతే, మీరు ఈ పేజీని ముద్రించవచ్చు.

source: Order Number:
ar: رقم الطلبية:
te: ఆర్డర్ సంఖ్య:

source: Payment Method:
ar: طريقة الدفع:
te: చెల్లింపు పద్ధతి:

source: Order Date:
ar: تاريخ الطلبية:
te: ఆర్డర్ తేదీ:

source: Order Information
ar: معلمات الطلبية
te: ఆర్డర్ సమాచారం

source: Description
ar: الوصف
te: వివరణ

source: Item Price
ar: سعر الوحدة
te: వస్తువు ధర

source: Quantity:
ar: الكمّية:
te: పరిమాణం:

source: Description:
ar: الوصف:
te: వివరణ:

source: Item Price:
ar: سعر الوحدة:
te: వస్తువు ధర:

source: Subtotal
ar: المجموع الأولي
te: ఉపమొత్తం

source: %(voucher_discount_amount)s off
ar: خصم %(voucher_discount_amount)s
te: %(voucher_discount_amount)s ఆఫ్

source: Discount of type %(type)s provided by %(enterprise_name)s
ar: خصم من نوع %(type)s قدمه %(enterprise_name)s
te: %(type)s రకం తగ్గింపు %(enterprise_name)s ద్వారా అందించబడింది

source: Discount for your first upgrade
ar: خصم لعملية الترقية الأولى
te: మీ మొదటి అప్‌గ్రేడ్ కోసం తగ్గింపు

source: Discount of type %(type)s is provided.
ar: تم تقديم خصم من نوع %(type)s.
te: %(type)s రకం తగ్గింపు అందించబడింది.

source: Courtesy of %(enterprise_name)s.
ar: إهداء من %(enterprise_name)s.
te: %(enterprise_name)s సౌజన్యంతో.

source: Total
ar: المجموع النهائي
te: మొత్తం

source: Get Your Course Credit
ar: احصل على الساعات المعتمدة للمساق
te: మీ కోర్సు క్రెడిట్ పొందండి

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organization’s website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
ar: للحصول على الساعات المعتمدة لهذا المساق، عليك تقديم طلب لتسجيل الساعات المعتمدة في المؤسسة التي تقدم هذه الساعات المعتمدة. يمكنك العثور على رابط موقع المؤسسة في {link_start}{lms_dashboard_url}{link_middle} اللوحة الرئيسية {link_end} بجانب اسم المساق.
te: ఈ కోర్సు కోసం అకడమిక్ క్రెడిట్ పొందేందుకు, మీరు క్రెడిట్‌ను అందించే సంస్థలో తప్పనిసరిగా క్రెడిట్ కోసం దరఖాస్తు చేసుకోవాలి. మీరు మీ {link_start} {lms_dashboard_url} {link_middle} డాష్‌బోర్డ్ {link_end} , కోర్సు పేరు పక్కన ఉన్న సంస్థ వెబ్‌సైట్‌కి లింక్‌ను కనుగొనవచ్చు.

source: Go to dashboard
ar: اذهب إلى اللوحة الرئيسية
te: డాష్బోర్డ్ కు వెళ్ళండి

source: Find more courses
ar: اعثر على المزيد من المساقات
te: మరిన్ని కోర్సులను కనుగొనండి

source: Order Not Found
ar: لم يُعثَر على الطلبية
te: ఆర్డర్ కనుగొనబడలేదు

source: The specified order could not be located. Please ensure that the URL is correct, and try again.
ar: تعذر العثور على الطلبية المحددة. يُرجى التأكد من أن عنوان URL صحيح، والمحاولة مرة أخرى.
te: పేర్కొన్న ఆర్డర్ కనుగొనబడలేదు. దయచేసి URL సరైనదని నిర్ధారించుకుని, మళ్లీ ప్రయత్నించండి.

source: You may also view your previous orders on the {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end} page.
ar: يمكنك أيضاً عرض طلبياتك السابقة في صفحة {link_start}{order_history_url}{link_middle}{link_end}إعدادات الحساب{link_end} .
te: మీరు మీ మునుపటి ఆర్డర్‌లను {link_start} {order_history_url} {link_middle} {link_end} ఖాతా సెట్టింగ్‌లు {link_end} లో కూడా చూడవచ్చు పేజీ.

source: Select
ar: اختر
te: ఎంచుకోండి

source: Credits:
ar: الساعات المعتمدة:
te: క్రెడిట్స్:

source: Price:
ar: السعر:
te: ధర:

source: Learn more about %(display_name)s credit?
ar: أترغب بمعرفة المزيد عن الساعات المعتمدة من %(display_name)s ؟
te: %(display_name)s క్రెడిట్ గురించి మరింత తెలుసుకోండి?

source: Credit available until %(date)s
ar: الساعات المعتمدة متاحة حتى %(date)s
te: %(date)s వరకు క్రెడిట్ అందుబాటులో ఉంది

source: Purchase Credit for %(course_name)s
ar: اشتر ساعة معتمدة لمساق %(course_name)s
te: %(course_name)s కోసం క్రెడిట్‌ని కొనుగోలు చేయండి

source: Purchase Credit for %(course_name)s
ar: اشتر ساعات معتمدة لمساق %(course_name)s
te: %(course_name)s కోసం క్రెడిట్‌ని కొనుగోలు చేయండి

source: Congratulations! You are eligible to purchase academic course credit for this course. You must purchase your credit before %(date)s. Select one of the following institutions to purchase your credit.
ar: تهانينا! أنت مؤهّل لشراء ساعة معتمدة لهذا المساق. يجب أن تشتري الساعات المعتمدة لمساقك قبل %(date)s. اختر إحدى المؤسسات التالية لشراء الساعات المعتمدة منها.
te: అభినందనలు! మీరు ఈ కోర్సు కోసం అకడమిక్ కోర్సు క్రెడిట్‌ని కొనుగోలు చేయడానికి అర్హులు. మీరు మీ క్రెడిట్‌ను %(date)s కంటే ముందు కొనుగోలు చేయాలి. మీ క్రెడిట్‌ని కొనుగోలు చేయడానికి క్రింది సంస్థల్లో ఒకదాన్ని ఎంచుకోండి.

source: Price:
ar: السعر:
te: ధర:

source: Discount:
ar: الخصم:
te: తగ్గింపు:

source: Total:
ar: الإجمالي:
te: మొత్తం:

source: You deserve it.
ar: أنت تستحقها.
te: నువ్వు దానికి అర్హుడవు.

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
ar: مثابرتك آتت أُكُلَها - لقد أتممت المساق بنجاح! والآن تحصل على الساعات المعتمدة التي تستحقها لبدء أو إتمام درجتك العلمية.
te: హార్డ్ వర్క్ ముగిసింది - మీరు కోర్సులో ఉత్తీర్ణత సాధించారు! ఇప్పుడు మీరు డిగ్రీని ప్రారంభించడానికి లేదా పూర్తి చేయడానికి అర్హులైన క్రెడిట్‌ని పొందండి.

source: It's affordable.
ar: إنّه بتكلفة ميسورة.
te: ఇది సరసమైనది.

source: The credit offered through edX generally costs less than the same credit at most institutions.
ar: تكلفة الساعة المعتمدة المتاحة من خلال منصّة edX عادة تكون أقل من تكلفة الساعة ذاتها في معظم المؤسّسات التعليمية.
te: edX ద్వారా అందించే క్రెడిట్ సాధారణంగా చాలా సంస్థలలో అదే క్రెడిట్ కంటే తక్కువగా ఉంటుంది.

source: It opens doors.
ar: ستفتح لك أبوابًا.
te: ఇది తలుపులు తెరుస్తుంది.

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
ar: يتطلّب العديد من أكثر الوظائف طلبًا حيازة مؤهلٍ جامعي. ابدأ مسيرتك نحو النجاح!
te: నేటి చాలా డిమాండ్ ఉన్న ఉద్యోగాలకు కళాశాల డిగ్రీ అవసరం. విజయానికి మీ మార్గాన్ని ప్రారంభించండి!

source: Questions?
ar: ألديك أسئلة؟
te: ప్రశ్నలు?

source: Please read {link_start}our FAQs to view common questions about our certificates.{link_end}
ar: تُرجى قراءة {link_start} صفحة الأسئلة الشائعة بعرض أسئلة شائعة عن شهاداتنا.{link_end}
te: దయచేసి మా సర్టిఫికెట్‌ల గురించిన సాధారణ ప్రశ్నలను వీక్షించడానికి {link_start} మా FAQలను చదవండి. {link_end}

source: You are enrolling in:
ar: أنت تلتحق بـِ:
te: మీరు ఇందులో నమోదు చేస్తున్నారు:

source: An email has been sent to %(user_email)s with a link for you to activate your account.
ar: تم إرسال رسالة إلكترونية إلى %(user_email)s تحوي رابطًا لتفعيل حسابك.
te: మీరు మీ ఖాతాను సక్రియం చేయడానికి లింక్‌తో కూడిన ఇమెయిల్ %(user_email)s కి పంపబడింది.

source: Why activate?
ar: لماذا يجب علي تفعيل الحساب؟
te: ఎందుకు యాక్టివేట్ చేయాలి?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
ar: نطلب منك تفعيل حسابك للتأكد من أنك أنت فعلًا من يحاول إنشاء الحساب، ولنمنع الاحتيال.
te: ఖాతాను సృష్టించడం నిజంగా మీరేనని నిర్ధారించుకోవడానికి మరియు మోసాన్ని నిరోధించడానికి మీ ఖాతాను యాక్టివేట్ చేయమని మేము మిమ్మల్ని అడుగుతున్నాము.

source: If you need assistance, contact edX support.
ar: يُرجى التواصل مع فريق دعم edX إذا احتجت مساعدة
te: మీకు సహాయం కావాలంటే, edX మద్దతును సంప్రదించండి.

source: Coupons
ar: القسائم
te: కూపన్లు

source: Enterprise Coupons
ar: قسائم المؤسسات
te: ఎంటర్ప్రైజ్ కూపన్లు

source: Toggle navigation
ar: بدّل طريقة التصفّح
te: నావిగేషన్‌ని టోగుల్ చేయండి

source: Dashboard for:
ar: اللوحة الرئيسية لـ:
te: దీని కోసం డాష్‌బోర్డ్:

source: Toggle Dropdown
ar: بدّل القائمة المنسدلة
te: డ్రాప్‌డౌన్‌ను టోగుల్ చేయండి

source: Login
ar: ادخل
te: ప్రవేశించండి

source: E-Commerce Course Administration
ar: إدارة التجارة الإلكترونية للمساق
te: ఇ-కామర్స్ కోర్సు అడ్మినిస్ట్రేషన్

source: E-Commerce Coupon Administration
ar: إدارة التجارة الإلكترونية للقسائم
te: ఇ-కామర్స్ కూపన్ అడ్మినిస్ట్రేషన్

source: E-Commerce Program Offers Administration
ar: إدارة التجارة الإلكترونية لعروض البرامج
te: ఇ-కామర్స్ ప్రోగ్రామ్ అడ్మినిస్ట్రేషన్‌ను అందిస్తుంది

source: Your basket is empty
ar: سلتك فارغة
te: మీ బుట్ట ఖాళీగా ఉంది

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
ar: إذا كنت قد حاولت الشراء، فإنه لم يتم خصم أي مبلغ مالي منك. عد الى{link_start}{link_middle}{homepage_url} اللوحة الرئيسية {link_end} الخاصة بك لإعادة المحاولة، أو {link_start}{homepage_url}{link_middle} تواصل مع فريق دعم {platform_name}{link_end} .
te: మీరు కొనుగోలు చేయడానికి ప్రయత్నించినట్లయితే, మీకు ఛార్జీ విధించబడదు. ప్రయత్నించడానికి మీ {link_start} {link_middle} {homepage_url} డాష్‌బోర్డ్ {link_end} కి తిరిగి వెళ్లండి మళ్ళీ, లేదా {link_start} {homepage_url} {link_middle} సంప్రదించండి {platform_name} మద్దతు {link_end} .

source: Your basket is now empty
ar: سلّتك فارغة الآن
te: మీ బుట్ట ఇప్పుడు ఖాళీగా ఉంది

source: {strong_start}We’ve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
ar: {strong_start}لقد حدثنا الكمية.{strong_end} {paragraph_start}تشمل سلتك {num_items} رموز تسجيل بقيمة إجمالية قدرها {total} ستتلقاها عبر البريد الإلكتروني.{paragraph_end}
te: {strong_start} మేము మీ పరిమాణాన్ని అప్‌డేట్ చేసాము. {strong_end} {paragraph_start} మీ కార్ట్‌లో మొత్తం {total} ఖర్చుతో {num_items} నమోదు కోడ్‌లు ఉన్నాయి, వీటిని మీరు ఇమెయిల్ ద్వారా స్వీకరిస్తారు. {paragraph_end}

source: View basket
ar: اعرض السلّة
te: బుట్టను వీక్షించండి

source: Checkout now
ar: أتمّ الطلب الآن
te: ఇప్పుడే చెక్అవుట్ చేయండి

source: Applying...
ar: يجري التقديم...
te: అమలు చేయడం...

source: Apply
ar: قدِّم الطلب
te: దరఖాస్తు చేసుకోండి

source: in your cart
ar: في سلتك
te: మీ బండిలో

source: Your purchase contains the following
ar: تحوي مشترياتك ما يلي
te: మీ కొనుగోలు కింది వాటిని కలిగి ఉంది

source: Updating...
ar: يجري التحديث...
te: నవీకరిస్తోంది...

source: Update
ar: حدِّث
te: నవీకరించు

source: summary
ar: ملخص
te: సారాంశం

source: Discounts applied
ar: الخصومات التي استفدت منها
te: రాయితీలు వర్తింపజేయబడ్డాయి

source: %(benefit)s discount provided by %(enterprise_customer_name)s.
ar: %(benefit)s خصم مقدم من %(enterprise_customer_name)s.
te: %(enterprise_customer_name)s ద్వారా %(benefit)s తగ్గింపు అందించబడింది.

source: %(benefit)s%% discount for your first upgrade applied.
ar: %(benefit)s%% خصمت لأول ترقية لك.
te: మీ మొదటి అప్‌గ్రేడ్ కోసం %(benefit)s %% తగ్గింపు వర్తింపజేయబడింది.

source: Coupon %(voucher_code)s applied for %(total_benefit)s off
ar: استُخدِمَت القسيمة %(voucher_code)s لخصم قدره %(total_benefit)s
te: కూపన్ %(voucher_code)s కోసం దరఖాస్తు %(total_benefit)s ఆఫ్

source: Remove coupon
ar: أزِل القسيمة
te: కూపన్‌ని తీసివేయండి

source: Add coupon code
ar: أضِف رمز القسيمة
te: కూపన్ కోడ్ జోడించండి

source: (optional)
ar: (اختياري)
te: (ఐచ్ఛికం)

source: TOTAL
ar: الإجماليّ
te: మొత్తం

source: order details
ar: تفاصيل الطلبية
te: ఆర్డర్ వివరాలు

source: select payment method
ar: اختر طريقة الدفع
te: చెల్లింపు పద్ధతిని ఎంచుకోండి

source: Pay with a Credit Card
ar: ادفع ببطاقة ائتمان
te: క్రెడిట్ కార్డ్‌తో చెల్లించండి

source: Pay with PayPal
ar: ادفع باستخدام PayPal
te: PayPalతో చెల్లించండి

source: Pay with Apple Pay
ar: ادفع باستخدام Apple Pay
te: Apple Payతో చెల్లించండి

source: card holder information
ar: معلومات صاحب البطاقة
te: కార్డ్ హోల్డర్ సమాచారం

source: billing information
ar: معلومات الفوترة
te: ఖర్చు వివరములు

source: Credit cards
ar: بطاقات الائتمان
te: క్రెడిట్ కార్డులు

source: Card Number (required)
ar: رقم البطاقة (مطلوب)
te: కార్డ్ నంబర్ (అవసరం)

source: Secure
ar: آمن
te: సురక్షితం

source: Credit card icon
ar: أيقونة بطاقة الائتمان
te: క్రెడిట్ కార్డ్ చిహ్నం

source: Security Code (required)
ar: رمز الأمان (مطلوب)
te: భద్రతా కోడ్ (అవసరం)

source: Help with CVV
ar: مساعدة تتعلق بـ CVV
te: CVVతో సహాయం చేయండి

source: The three last digits in the signature area on the back of your card. For American Express, it is the four digits on the front of the card.
ar: آخر ثلاثة أرقام في منطقة التوقيع الموجودة على ظهر بطاقتك. لبطاقات Americal Express، هي الأرقام الأربعة المطبوعة على وجه البطاقة.
te: మీ కార్డ్ వెనుక సంతకం ప్రాంతంలో చివరి మూడు అంకెలు. అమెరికన్ ఎక్స్‌ప్రెస్ కోసం, ఇది కార్డ్ ముందు భాగంలో ఉన్న నాలుగు అంకెలు.

source: Expiration (required)
ar: انتهاء الصلاحية (مطلوب)
te: గడువు (అవసరం)

source: Month
ar: الشهر
te: నెల

source: Year
ar: السنة
te: సంవత్సరం

source: Place Order
ar: أرسل الطلبية
te: ఆర్డర్ ఉంచండి

source: Earn a valuable certificate to showcase the skills you learn in
ar: احصل على شهادة قيّمة لعرض المهارات التي اكتسبتها في
te: మీరు నేర్చుకున్న నైపుణ్యాలను ప్రదర్శించడానికి విలువైన సర్టిఫికేట్‌ను పొందండి

source: %(benefit_value)s off
ar: خضم قدره %(benefit_value)s
te: %(benefit_value)s ఆఫ్

source: Coupon code %(voucher_code)s applied
ar: استُخدِم رمز القسيمة %(voucher_code)s
te: కూపన్ కోడ్ %(voucher_code)s వర్తింపజేయబడింది

source: Apply a coupon code
ar: أدخِل رمز قسيمة
te: కూపన్ కోడ్‌ని వర్తింపజేయండి

source: Checkout with %(title)s
ar: أتمّ الدفع بـ %(title)s
te: %(title)s తో చెక్అవుట్ చేయండి

source: Checkout
ar: أتمّ الشراء
te: చెక్అవుట్

source: {strong_start}Note:{strong_end} To complete your enrollment, select Checkout or Checkout with PayPal.
ar: {strong_start}ملاحظة:{strong_end} لإتمام تسجيلك، اختر أتمّ التسجيل أو أتمّ التسجيل باستخدام Paypal.
te: {strong_start} గమనిక: {strong_end} మీ నమోదును పూర్తి చేయడానికి, PayPalతో Checkout లేదా Checkout ఎంచుకోండి.

source: Have questions?
ar: ألديك أسئلة؟
te: ప్రశ్నలు ఉన్నాయా?

source: Please read our FAQs to view common questions about our certificates.
ar: تُرجى قراءة صفحة الأسئلة الشائعة لعرض أسئلة شائعة عن شهاداتنا.
te: మా సర్టిఫికేట్‌ల గురించి సాధారణ ప్రశ్నలను వీక్షించడానికి దయచేసి మా FAQలను చదవండి.

source: %(seat_type)s Certificate
ar: شهادة %(seat_type)s
te: %(seat_type)s సర్టిఫికెట్

source: Checkout Cancelled
ar: أُلغي الدفع
te: చెక్అవుట్ రద్దు చేయబడింది

source: Your transaction has been cancelled. If you feel an error has occurred, contact {start_link} {payment_support_email}{end_link}.
ar: أُلغي قيد الدفع. إذا كنت تعتقد أن هناك خطأ ما، فتواصل مع {start_link} {payment_support_email}{end_link}.
te: మీ లావాదేవీ రద్దు చేయబడింది. మీరు లోపం సంభవించినట్లు భావిస్తే, {start_link} ని సంప్రదించండి {payment_support_email} {end_link} .

source: Checkout Error
ar: خطأ أثناء إتمام الشراء
te: చెక్అవుట్ లోపం

source: An error has occurred with your payment.
ar: حدث خطأ في عملية الدفع التي حاولت إتمامها.
te: మీ చెల్లింపులో లోపం సంభవించింది.

source: You have not been charged.
ar: لم يُخصم من رصيدك.
te: మీకు ఛార్జీ విధించబడలేదు.

source: Please try to submit your payment again. If this problem persists, please refer to our {start_link} Payments FAQ {end_link} for troubleshooting tips.
ar: نرجو أن تعيد محاولة الدفع. اذا استمرت المشكلة، فراجع صفحة {start_link} الأسئلة الشائعة المتعلقة بالدفع {end_link} الخاصة بنا لنصائح تساعدك على التعامل مع المشكلة.
te: దయచేసి మీ చెల్లింపును మళ్లీ సమర్పించడానికి ప్రయత్నించండి. ఈ సమస్య కొనసాగితే, దయచేసి మా {start_link} ని చూడండి ట్రబుల్షూటింగ్ చిట్కాల కోసం చెల్లింపుల FAQ {end_link} .

source: Payment Failed
ar: فشل الدفع
te: చెల్లింపు విఫలమైంది

source: An error occurred while processing your payment. {strong_start}You have not been charged.{strong_end}
ar: حدث خطأ أثناء معالجة عملية الدفع. {strong_start}لم يتم تحصيل الرسوم منك.{strong_end}
te: మీ చెల్లింపును ప్రాసెస్ చేస్తున్నప్పుడు లోపం సంభవించింది. {strong_start} మీకు ఛార్జీ విధించబడలేదు. {strong_end}

source: Please wait a few minutes and then try again. For help, check our {start_link}Help Center{end_link}.
ar: يرجى الانتظار بضع دقائق ثم إعادة المحاولة. للحصول على مساعدة، اتصل بـ{start_link}مركز المساعدة{end_link}.
te: దయచేసి కొన్ని నిమిషాలు వేచి ఉండి, ఆపై మళ్లీ ప్రయత్నించండి. సహాయం కోసం, మా {start_link} సహాయ కేంద్రాన్ని తనిఖీ చేయండి {end_link} .

source: To try again, return to your {start_link}dashboard{end_link}.
ar: لإعادة المحاولة، ارجع إلى {start_link}اللوحة الرئيسية{end_link}.
te: మళ్లీ ప్రయత్నించడానికి, మీ {start_link} డాష్‌బోర్డ్ {end_link} కి తిరిగి వెళ్లండి.

source: SDN Check Failure
te: SDN తనిఖీ వైఫల్యం
