Repository: GZGTE/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, te

source: Personal info
ar: المعلومات الشخصية
te: వ్యక్తిగత సమాచారం

source: Permissions
ar: الصلاحيات
te: అనుమతులు

source: Important dates
ar: تواريخ هامّة
te: ముఖ్యమైన తేదీలు

source: User administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
ar: تم تعطيل إدارة المستخدمين بسبب الحمل على قاعدة البيانات. يمكن استعادة هذه الوظيفة من خلال تفعيل مفتاح Waffle {switch_name}. كن حذرا عند إعادة تفعيل هذا المفتاح!
te: డేటాబేస్‌పై లోడ్ కారణంగా వినియోగదారు పరిపాలన నిలిపివేయబడింది. {switch_name} వాఫిల్ స్విచ్‌ని యాక్టివేట్ చేయడం ద్వారా ఈ ఫంక్షనాలిటీని పునరుద్ధరించవచ్చు. ఈ స్విచ్‌ని మళ్లీ యాక్టివేట్ చేస్తున్నప్పుడు జాగ్రత్తగా ఉండండి!

source: LMS base url for custom site/microsite
ar: رابط قاعدة نظام إدارة التعلّم ’LMS‘ للموقع الخاص/الموقع المصغّر
te: అనుకూల సైట్/మైక్రోసైట్ కోసం LMS బేస్ url

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
ar: جذر عنوان URL لنظام إدارة التعلم LMS لهذا الموقع مثال: https://courses.stage.edx.org)
te: ఈ సైట్ యొక్క LMS యొక్క రూట్ URL (ఉదా https://courses.stage.edx.org)

source: Path to custom site theme
ar: مسار سمة الموقع المخصّصة
te: అనుకూల సైట్ థీమ్‌కి మార్గం

source: Payment processors
ar: معالجات الدفع الإلكتروني
te: చెల్లింపు ప్రాసెసర్లు

source: Comma-separated list of processor names: 'cybersource,paypal'
ar: قائمة، مفصولة بفواصل، بأسماء معالجات الدفع الإلكتروني: 'cybersource,paypal'
te: కామాతో వేరు చేయబడిన ప్రాసెసర్ పేర్ల జాబితా: &#39;సైబర్‌సోర్స్, పేపాల్&#39;

source: Client-side payment processor
ar: معالج الدفع من جهة العميل
te: క్లయింట్ వైపు చెల్లింపు ప్రాసెసర్

source: Processor that will be used for client-side payments
ar: المعالج الذي سيستخدم لعمليات الدفع من جهة العميل
te: క్లయింట్ వైపు చెల్లింపుల కోసం ఉపయోగించబడే ప్రాసెసర్

source: OAuth settings
ar: إعدادات OAuth
te: OAuth సెట్టింగ్‌లు

source: JSON string containing OAuth backend settings.
ar: نص JSON يحوي إعدادات خلفية OAuth
te: OAuth బ్యాకెండ్ సెట్టింగ్‌లను కలిగి ఉన్న JSON స్ట్రింగ్.

source: Segment key
ar: مفتاح القسم
te: సెగ్మెంట్ కీ

source: Segment write/API key.
ar: مفتاح كتابة/API للقسم
te: సెగ్మెంట్ రైట్/API కీ.

source: From email
ar: من البريد الإلكتروني
te: ఇమెయిల్ నుండి

source: Address from which emails are sent.
ar: العنوان الذي تُرسَل منه رسائل البريد الإلكتروني.
te: ఇమెయిల్‌లు పంపబడే చిరునామా.

source: Enable enrollment codes
ar: فعّل رموز التسجيل
te: నమోదు కోడ్‌లను ప్రారంభించండి

source: Enable the creation of enrollment codes.
ar: تمكين إنشاء رموز التسجيل.
te: నమోదు కోడ్‌ల సృష్టిని ప్రారంభించండి.

source: Payment support email
ar: عنوان البريد الإلكتروني للدعم المتعلق بالدفع
te: చెల్లింపు మద్దతు ఇమెయిల్

source: Contact email for payment support issues.
ar: عنوان البريد الإلكتروني للتواصل مع الدعم الفني المتعلق بالمدفوعات.
te: చెల్లింపు మద్దతు సమస్యల కోసం ఇమెయిల్‌ను సంప్రదించండి.

source: Payment support url
ar: عنوان url للدعم المتعلق بالدفع
te: చెల్లింపు మద్దతు url

source: URL for payment support issues.
ar: عنوان URL المستخدم للتواصل في حال وجود مشكلة متعلقة بالدفع.
te: చెల్లింపు మద్దతు సమస్యల కోసం URL.

source: UTM Cookie Name
ar: اسم ملف كعكة UTM
te: UTM కుక్కీ పేరు

source: Name of cookie storing UTM data.
ar: اسم ملف الكعكة الذي يحوي بيانات UTM
te: UTM డేటాను నిల్వ చేసే కుక్కీ పేరు.

source: Affiliate Cookie Name
ar: اسم ملف كعكة الشريك (Affiliate)
te: అనుబంధ కుక్కీ పేరు

source: Name of cookie storing affiliate data.
ar: اسم ملف الكعكة الذي يحوي بيانات الشريك (affiliate).
te: అనుబంధ డేటాను నిల్వ చేసే కుక్కీ పేరు.

source: Send refund email notification
ar: أرسِل إشعار بريد إلكتروني باسترداد المبلغ
te: వాపసు ఇమెయిల్ నోటిఫికేషన్ పంపండి

source: Enable SDN check
ar: فعّل التحقق من SDN
te: SDN తనిఖీని ప్రారంభించండి

source: Enable SDN check at checkout.
ar: تفعيل التحقق من SDN عند الدفع.
te: చెక్అవుట్ వద్ద SDN తనిఖీని ప్రారంభించండి.

source: [Deprecated] US Treasury SDN API URL
ar: [Deprecated] رابط واجهة برمجة التطبيقات للأفراد المحددين بشكل خاص لدى وزارة الخزانة الأمريكية
te: [విస్మరించబడింది] US ట్రెజరీ SDN API URL

source: [Deprecated] US Treasury SDN API key
ar: [Deprecated] مفتاح واجهة برمجة التطبيقات للأفراد المحددين بشكل خاص لدى وزارة الخزانة الأمريكية
te: [విస్మరించబడింది] US ట్రెజరీ SDN API కీ

source: SDN lists
ar: قوائم الأفراد المحددين بشكل خاص "SDN"
te: SDN జాబితాలు

source: A comma-separated list of Treasury OFAC lists to check against.
ar: قائمة مقسمة باستخدام فواصل تضم قوائم مكتب مراقبة الأصول الأجنبية لدى وزارة الخزانة للتحقق مقارنة بها.
te: చెక్ చేయడానికి ట్రెజరీ OFAC జాబితాల కామాతో వేరు చేయబడిన జాబితా.

source: Require Account Activation
ar: اجعل تنشيط الحساب إلزامياً
te: ఖాతా యాక్టివేషన్ అవసరం

source: Require users to activate their account before allowing them to redeem a coupon.
ar: اجعل تنشيط المستخدمين حساباتهم متطلباً إلزاميًا قبل السماح لهم بصرف قسيمة الشراء.
te: వినియోగదారులు కూపన్‌ని రీడీమ్ చేసుకోవడానికి అనుమతించే ముందు వారి ఖాతాను యాక్టివేట్ చేయవలసి ఉంటుంది.

source: Optimizely snippet source URL
ar: رابط مصدر المعلومات المحسّن
te: ఆప్టిమైజ్‌గా స్నిప్పెట్ సోర్స్ URL

source: This script will be loaded on every page.
ar: سيتم تحميل هذا النص في كل صفحة.
te: ఈ స్క్రిప్ట్ ప్రతి పేజీలో లోడ్ చేయబడుతుంది.

source: Base Cookie Domain
ar: النطاق الرئيسيّ لملف الكعكة
te: బేస్ కుకీ డొమైన్

source: Base cookie domain used to share cookies across services.
ar: النطاق الأساسبّ المستخدَم لمشاركة كعكات عبر خدمات مختلفة.
te: సేవల్లో కుక్కీలను భాగస్వామ్యం చేయడానికి బేస్ కుక్కీ డొమైన్ ఉపయోగించబడుతుంది.

source: Enable embargo check
ar: فعّل فحص الحظر
te: నిషేధ తనిఖీని ప్రారంభించండి

source: Enable embargo check at checkout.
ar: فعّل التحقق من الحظر عند الدفع.
te: చెక్అవుట్ వద్ద నిషేధ తనిఖీని ప్రారంభించండి.

source: Discovery API URL
ar: رابط واجهة برمجة الاستكشاف
te: డిస్కవరీ API URL

source: Enable Apple Pay
ar: فعّل Apple Pay
te: Apple Payని ప్రారంభించండి

source: Enable Partial Program Offer
ar: فعّل العروض على جزء من البرنامج
te: పాక్షిక ప్రోగ్రామ్ ఆఫర్‌ను ప్రారంభించండి

source: Enable the application of program offers to remaining unenrolled or unverified courses
ar: فعّل تطبيق عروض البرنامج على المساقات المتبقية غير المسجلة أو غير الموثقة
te: మిగిలిన నమోదు చేయని లేదా ధృవీకరించని కోర్సులకు ప్రోగ్రామ్ ఆఫర్‌ల అనువర్తనాన్ని ప్రారంభించండి

source: Hubspot Portal Secret Key
ar: المفتاح السريّ لبوابة Hubspot
te: హబ్‌స్పాట్ పోర్టల్ సీక్రెట్ కీ

source: Secret key for Hubspot portal authentication
ar: المفتاح السريّ المستخدم للاستيثاق في بوابة Hubspot
te: హబ్‌స్పాట్ పోర్టల్ ప్రమాణీకరణ కోసం రహస్య కీ

source: Enable Microfrontend for Basket Page
ar: تمكين الواجهة المصغرة لصفحة السلّة
te: బాస్కెట్ పేజీ కోసం మైక్రోఫ్రంటెండ్‌ని ప్రారంభించండి

source: Use the microfrontend implementation of the basket page instead of the server-side template
ar: استخدم الواجهة المصغرة لصفحة السلّة عوضًا عن القالب المُنشأ جهة الخادم.
te: సర్వర్ వైపు టెంప్లేట్‌కు బదులుగా బాస్కెట్ పేజీ యొక్క మైక్రోఫ్రంటెండ్ అమలును ఉపయోగించండి

source: Payment Microfrontend URL
ar: عنوان URL للواجهة المصغرة للدفع
te: చెల్లింపు మైక్రోఫ్రంటెండ్ URL

source: URL for the Payment Microfrontend (used if Enable Microfrontend for Basket Page is set)
ar: عنوان URL للواجهة المصغرة للدفع (تستخدم عند تفعيل الواجهة المصغرة لصفحة السلة)
te: చెల్లింపు మైక్రోఫ్రంటెండ్ కోసం URL (బాస్కెట్ పేజీ కోసం మైక్రోఫ్రంటెండ్‌ని ప్రారంభించినట్లయితే ఉపయోగించబడుతుంది)

source: last name
ar: اسم العائلة أو القبيلة
te: చివరి పేరు

source: first name
ar: الاسم الشخصي
te: మొదటి పేరు

source: Full Name
ar: الاسم الكامل
te: పూర్తి పేరు

source: LMS user id
ar: معرّف مستخدم نظام إدارة التعلم
te: LMS వినియోగదారు ఐడి

source: Name
ar: الاسم
te: పేరు

source: UUID for an EnterpriseCustomer from the Enterprise Service.
ar: المعرّف الفريد للعميل المؤسسة من خدمة المؤسسات.
te: ఎంటర్‌ప్రైజ్ సర్వీస్ నుండి ఎంటర్‌ప్రైజ్ కస్టమర్ కోసం UUID.

source: Coupon does not exist.
ar: القسيمة غير موجودة.
te: కూపన్ ఉనికిలో లేదు.

source: This coupon code is not yet valid.
ar: رمز القسيمة لم يَغدُ صالِحاً بعد.
te: ఈ కూపన్ కోడ్ ఇంకా చెల్లదు.

source: This coupon code has expired.
ar: انتهت صلاحية رمز القسيمة هذا.
te: ఈ కూపన్ కోడ్ గడువు ముగిసింది.

source: Product [{product}] not available for purchase.
ar: المنتج [{product}] غير متاح للشراء.
te: ఉత్పత్తి [ {product} ] కొనుగోలుకు అందుబాటులో లేదు.

source: This coupon code is no longer available.
ar: لم يبقَ رمز القسيمة هذا متاحًا.
te: ఈ కూపన్ కోడ్ ఇప్పుడు అందుబాటులో లేదు.

source: This coupon code is invalid.
ar: رمز القسيمة غير صالح.
te: ఈ కూపన్ కోడ్ చెల్లదు.

source: The voucher is not applicable to your current basket.
ar: القيمة المدخلة لا تصليح لسلّتك الحالية.
te: మీ ప్రస్తుత బాస్కెట్‌కు వోచర్ వర్తించదు.

source: Welcome to edX
ar: مرحباً بك في edX
te: edXకి స్వాగతం

source: Please choose from the courses selected by your organization to start learning.
ar: يرجى اختيار مساق من المساقات التي اختارتها مؤسستك لبدء التعلم.
te: దయచేసి నేర్చుకోవడం ప్రారంభించడానికి మీ సంస్థ ఎంచుకున్న కోర్సుల నుండి ఎంచుకోండి.

source: Code not provided.
ar: لم يُعطَ رمز.
te: కోడ్ అందించబడలేదు.

source: SKU not provided.
ar: لم تُعطَ وحدة إدارة المخزون.
te: SKU అందించబడలేదు.

source: The product does not exist.
ar: المنتج غير موجود.
te: ఉత్పత్తి ఉనికిలో లేదు.

source: You are not eligible to use this coupon.
ar: أنت غير مؤهل لاستخدام هذه القسيمة.
te: ఈ కూపన్‌ని ఉపయోగించడానికి మీకు అర్హత లేదు.

source: Couldn't find a matching Enterprise Customer for this coupon.
ar: لم يُعثَر على عميل مؤسسة مرتبط بهذه القسيمة.
te: ఈ కూపన్‌కు సరిపోలే ఎంటర్‌ప్రైజ్ కస్టమర్‌ని కనుగొనడం సాధ్యపడలేదు.

source: This coupon is not valid for purchasing a program. Try using this on an individual course in the program. If you need assistance, contact edX support.
ar: هذه القسيمة غير صالحة لشراء برنامج. حاول استخدام هذه القسيمة لشراء مساق واحد في البرنامج. إذا احتجت إلى مساعدة فتواصل مع خدمة دعم edX.
te: ప్రోగ్రామ్‌ను కొనుగోలు చేయడానికి ఈ కూపన్ చెల్లదు. ప్రోగ్రామ్‌లోని వ్యక్తిగత కోర్సులో దీన్ని ఉపయోగించడానికి ప్రయత్నించండి. మీకు సహాయం కావాలంటే, edX మద్దతును సంప్రదించండి.

source: Invalid data sharing consent token provided.
ar: تم توفير رمز غير صالح للموافقة على مشاركة البيانات.
te: చెల్లని డేటా షేరింగ్ సమ్మతి టోకెన్ అందించబడింది.

source: You have already purchased {course} seat.
ar: لقد اشتريت من قبل مقعدا في {course}.
te: మీరు ఇప్పటికే {course} సీటును కొనుగోలు చేసారు.

source: A discount has been applied, courtesy of {enterprise_customer_name}.
ar: تم تطبيق خصم، مهدى من {enterprise_customer_name}.
te: {enterprise_customer_name} సౌజన్యంతో తగ్గింపు వర్తించబడింది.

source: This coupon code is not valid for this course. Try a different course.
ar: رمز القسيمة غير صالح لهذا المساق. جرب مساقًا آخر.
te: ఈ కూపన్ కోడ్ ఈ కోర్సుకు చెల్లదు. వేరే కోర్సును ప్రయత్నించండి.

source: Site
ar: الموقع
te: సైట్

source: Last date/time on which verification for this product can be submitted.
ar: آخر تاريخ/وقت يمكن فيه التقدم للتوثيق لهذا المنتج.
te: ఈ ఉత్పత్తి కోసం ధృవీకరణను సమర్పించగల చివరి తేదీ/సమయం.

source: Failed to publish commerce data for {course_id} to LMS.
ar: فشل نشر البيانات التجارية لمساق {course_id} في نظام إدارة التعلّم.
te: {course_id} కోసం వాణిజ్య డేటాను LMSకి ప్రచురించడంలో విఫలమైంది.

source: Audit
ar: مستمع
te: ఆడిట్

source: Credit
ar: ساعات معتمدة
te: క్రెడిట్

source: Honor
ar: فخري
te: గౌరవం

source: Professional
ar: مهني
te: వృత్తిపరమైన

source: Verified
ar: موثق
te: ధృవీకరించబడింది

source: Executive Education
ar: تعليم تنفيذي
te: కార్యనిర్వాహక విద్య

source: Paid Executive Education
ar: تعليم تنفيذي مدفوع
te: చెల్లింపు కార్యనిర్వాహక విద్య

source: Unpaid Executive Education
ar: تعليم تنفيذي مجاني
te: చెల్లించని కార్యనిర్వాహక విద్య

source: Paid Bootcamp
ar: برنامج تدريبي مدفوع
te: చెల్లించిన బూట్‌క్యాంప్

source: Unpaid Bootcamp
ar: برنامج تدريبي مجاني
te: చెల్లించని బూట్‌క్యాంప్

source: An error has occurred. We could not confirm that you are eligible for course credit. Try the transaction again.
ar: حصل خطأ. تلم نتمكن من التأكد من أهليتك للحصول على ساعة معتمدة للمساق. حاول مرة أخرى.
te: ఒక లోపము సంభవించినది. మీరు కోర్సు క్రెడిట్‌కు అర్హులని మేము నిర్ధారించలేకపోయాము. లావాదేవీని మళ్లీ ప్రయత్నించండి.

source: Credit is not currently available for "{course_name}". If you are currently enrolled in the course, please try again after all grading is complete. If you need additional assistance, please contact the {site_name} Support Team.
ar: الساعات المعتمدة غير متاحة حاليًا في "{course_name}". إذا كنت مُسجَّلاً بالفعل في المساق، فتُرجى المحاولة مرة أخرى بعد انتهاء التقييم كلّه. وإذا كنت بحاجة إلى مزيدٍ من المساعدة، فيُرجى الاتصال بفريق الدعم الفني لـ{site_name}.
te: ప్రస్తుతం &quot; {course_name} &quot;కి క్రెడిట్ అందుబాటులో లేదు. మీరు ప్రస్తుతం కోర్సులో నమోదు చేసుకున్నట్లయితే, దయచేసి అన్ని గ్రేడింగ్ పూర్తయిన తర్వాత మళ్లీ ప్రయత్నించండి. మీకు అదనపు సహాయం కావాలంటే, దయచేసి {site_name} మద్దతు బృందాన్ని సంప్రదించండి.

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
ar: حدث خطأ. لم نتمكّن من التأكّد من أن المؤسسة التعليمية التي اخترتها تقدّم ساعات معتمدة لهذا المساق. حاول مرة أخرى.
te: ఒక లోపము సంభవించినది. మీరు ఎంచుకున్న సంస్థ ఈ కోర్సు క్రెడిట్‌ని అందిస్తుందని మేము నిర్ధారించలేకపోయాము. లావాదేవీని మళ్లీ ప్రయత్నించండి.

source: %d%% enterprise discount
ar: %d%% خصم للمؤسسات
te: %d %% ఎంటర్‌ప్రైజ్ తగ్గింపు

source: {value} fixed-price enterprise discount
ar: {value} خصم ثابت القيمة للمؤسسات
te: {value} స్థిర-ధర సంస్థ తగ్గింపు

source: Percentage
ar: النسبة
te: శాతం

source: Absolute
ar: قيمة ثابتة
te: సంపూర్ణ

source: This coupon has been made available through {new_enterprise}. To redeem this coupon, you must first logout. When you log back in, please select {new_enterprise} as your enterprise and try again.
ar: تُتاح هذه القسيمة هذه القسيمة عبر {new_enterprise}. للاستفادة من هذه القسيمة، يجب عليك أولاً تسجيل الخروج. عند الولوج بعد ذلك، يرجى اختيار {new_enterprise} على أنها مؤسستك والمحاولة مرة أخرى.
te: ఈ కూపన్ {new_enterprise} ద్వారా అందుబాటులోకి వచ్చింది. ఈ కూపన్‌ను రీడీమ్ చేయడానికి, మీరు ముందుగా లాగ్‌అవుట్ చేయాలి. మీరు తిరిగి లాగిన్ చేసినప్పుడు, దయచేసి {new_enterprise} మీ ఎంటర్‌ప్రైజ్‌గా ఎంచుకుని, మళ్లీ ప్రయత్నించండి.

source: This code is not valid with your email. Please login with the correct email assigned to the code or contact your Learning Manager for additional questions.
ar: هذا الرمز غير صالح مع بريدك الإلكتروني. يرجى الولوج باستخدام البريد الإلكتروني الصحيح الذي خصص له الرمز أو الاتصال بمدير التعلم لديك للإجابة على مزيد من الأسئلة.
te: ఈ కోడ్ మీ ఇమెయిల్‌తో చెల్లదు. దయచేసి కోడ్‌కి కేటాయించిన సరైన ఇమెయిల్‌తో లాగిన్ చేయండి లేదా అదనపు ప్రశ్నల కోసం మీ లెర్నింగ్ మేనేజర్‌ని సంప్రదించండి.

source: Enterprise Customer UUID
ar: المعرّف الفريد للعملاء المؤسسات
te: ఎంటర్‌ప్రైజ్ కస్టమర్ UUID

source: Enterprise Customer Catalog UUID
ar: دليل المعرفات الفريدة للعملاء المؤسسات
te: ఎంటర్‌ప్రైజ్ కస్టమర్ కేటలాగ్ UUID

source: Discount Type
ar: نوع الخصم
te: తగ్గింపు రకం

source: Discount Value
ar: قيمة الخصم
te: తగ్గింపు విలువ

source: Contract Discount Type
ar: نوع خصم العقد
te: కాంట్రాక్ట్ తగ్గింపు రకం

source: Contract Discount
ar: خصم العقد
te: కాంట్రాక్ట్ తగ్గింపు

source: Prepaid Invoice Amount
ar: مبلغ فاتورة مسبقة الدفع
te: ప్రీపెయిడ్ ఇన్‌వాయిస్ మొత్తం

source: Salesforce Opportunity ID
ar: معرف فرصة مبيعات على Salesforce
te: సేల్స్‌ఫోర్స్ అవకాశ ID

source: Salesforce Opportunity Line Item
ar: عنصر سطر الفرصة في Salesforce
te: సేల్స్‌ఫోర్స్ ఆపర్చునిటీ లైన్ అంశం

source: Emails Addresses
ar: عناوين البريد الإلكترونية
te: ఇమెయిల్ చిరునామాలు

source: Comma separated emails which will receive the offer usage alerts
ar: عناوين البريد الإلكتروني التي ستتلقى تنبيهات حول استخدام العرض مفصولة بفواصل
te: ఆఫర్ వినియోగ హెచ్చరికలను స్వీకరించే కామాతో వేరు చేయబడిన ఇమెయిల్‌లు

source: Frequency for offer usage emails
ar: تعاقُب رسائل البريد الإلكتروني لاستخدام العروض
te: ఆఫర్ వినియోగ ఇమెయిల్‌ల ఫ్రీక్వెన్సీ

source: The maximum number of enrollments that can redeem this offer.
ar: الحد الأعلى لعدد مرات الالتحاق التي يمكن لها الاستفادة من هذا العرض.
te: ఈ ఆఫర్‌ను రీడీమ్ చేయగల గరిష్ట సంఖ్య నమోదులు.

source: The maximum USD dollar amount that can be redeemed by this offer.
ar: الحد الأعلى للمبلغ بالدولار الأمريكي الذي يمكن خصمه بهذا العرض.
te: ఈ ఆఫర్ ద్వారా రీడీమ్ చేయగల గరిష్ట USD డాలర్ మొత్తం.

source: The maximum number of enrollments, by a user, that can redeem this offer.
ar: الحد الأعلى لعدد مرات الالتحاق التي يمكن فيها لمستخدم ما الاستفادة من هذا العرض.
te: ఈ ఆఫర్‌ను రీడీమ్ చేయగల వినియోగదారు ద్వారా గరిష్ట సంఖ్యలో నమోదులు.

source: The maximum USD dollar amount that can be redeemed using this offer by a user.
ar: الحد الأعلى للمبلغ بالدولار الأمريكي الذي يمكن خصمه لمستخدم ما من خلال هذا العرض.
te: వినియోగదారు ఈ ఆఫర్‌ని ఉపయోగించి రీడీమ్ చేయగల గరిష్ట USD డాలర్ మొత్తం.

source: Start Date
ar: تاريخ البدء
te: ప్రారంబపు తేది

source: End Date
ar: تاريخ الانتهاء
te: ఆఖరి తేది

source: Enrollment Limit
ar: حد الالتحاق
te: నమోదు పరిమితి

source: Bookings Limit
ar: حد الحجوزات
te: బుకింగ్స్ పరిమితి

source: Per User Enrollment Limit
ar: حد الالتحاق لكل مستخدم
te: ఒక్కో వినియోగదారు నమోదు పరిమితి

source: Per User Bookings Limit
ar: حد الحجوزات لكل مستخدم
te: ఒక్కో యూజర్ బుకింగ్స్ పరిమితి

source: Ensure new value must be greater than or equal to consumed({offer_enrollments}) value.
ar: تأكد من أن القيمة الجديدة يجب ان تكون أكبر من أو تساوي القيمة التي استُخدِمَت بالفعل ({offer_enrollments}).
te: కొత్త విలువ తప్పనిసరిగా వినియోగించబడిన ( {offer_enrollments} ) విలువ కంటే ఎక్కువగా లేదా సమానంగా ఉండేలా చూసుకోండి.

source: Salesforce Opportunity ID must be 18 alphanumeric characters and begin with 006.
ar: يجب أن يتألف معرف فرصة Salesforce من 18 حرفًا أبجديًا رقميًا وأن يبدأ بـ 006.
te: సేల్స్‌ఫోర్స్ ఆపర్చునిటీ ID తప్పనిసరిగా 18 ఆల్ఫాన్యూమరిక్ అక్షరాలు అయి ఉండాలి మరియు 006తో ప్రారంభం అవుతుంది.

source: The Salesforce Opportunity Line Item must be 18 alphanumeric characters and begin with '00k'.
ar: يجب أن يتألف معرف فرصة Salesforce من 18 حرفًا أبجديًا رقميًا وأن يبدأ بـ 006.
te: సేల్స్‌ఫోర్స్ ఆపర్చునిటీ లైన్ ఐటెమ్ తప్పనిసరిగా 18 ఆల్ఫాన్యూమరిక్ అక్షరాలు అయి ఉండాలి మరియు &#39;00k&#39;తో ప్రారంభం కావాలి.

source: Ensure this value is greater than or equal to 0.
ar: تأكد من أن هذه القيمة أكبر من أو تساوي صِفرًا.
te: ఈ విలువ 0 కంటే ఎక్కువగా లేదా సమానంగా ఉందని నిర్ధారించుకోండి.

source: Ensure new value must be greater than or equal to consumed({consumed_discount:.2f}) value.
ar: تأكد من أن القيمة الجديدة يجب ان تكون أكبر من أو تساوي القيمة التي استُخدِمَت بالفعل ({consumed_discount:.2f}).
te: కొత్త విలువ తప్పనిసరిగా వినియోగించబడిన ({consumed_discount:.2f}) విలువ కంటే ఎక్కువగా లేదా సమానంగా ఉండేలా చూసుకోండి.

source: Given email address {email} is not a valid email.
ar: عنوان البريد الإلكتروني المعطى {email} ليس عنوان بريد إلكتروني صالحًا.
te: ఇచ్చిన ఇమెయిల్ చిరునామా {email} చెల్లుబాటు అయ్యే ఇమెయిల్ కాదు.

source: An offer already exists for this Enterprise & Catalog combination.
ar: يوجد عرض من قبل لهذه المؤسسة لهذا الدليل .
te: ఈ ఎంటర్‌ప్రైజ్ &amp; కేటలాగ్ కలయిక కోసం ఇప్పటికే ఆఫర్ ఉంది.

source: Percentage discounts cannot be greater than 100%.
ar: لا يمكن أن تكون نسبة الخصومات أكثر من 100٪.
te: శాతం తగ్గింపులు 100% కంటే ఎక్కువ ఉండకూడదు.

source: A start date must be specified when specifying an end date.
ar: يجب تحديد تاريخ للبدء عند تحديد تاريخ انتهاء.
te: ముగింపు తేదీని పేర్కొనేటప్పుడు తప్పనిసరిగా ప్రారంభ తేదీని పేర్కొనాలి.

source: The start date must occur before the end date.
ar: يجب أن يكون تاريخ البدء قبل تاريخ الانتهاء.
te: ప్రారంభ తేదీ తప్పనిసరిగా ముగింపు తేదీకి ముందు జరగాలి.

source: More than 2 digits after the decimal not allowed for absolute value.
ar: لا يسمح بإدراج أكثر من رقمين بعد الكسر العشري للقيمة الثابتة.
te: దశాంశం తర్వాత 2 కంటే ఎక్కువ అంకెలు సంపూర్ణ విలువకు అనుమతించబడవు.

source: This field is required when contract discount type is absolute.
ar: هذا الحقل مطلوب عندما يكون نوع الخصم المرتبط بعقد ثابتًا.
te: కాంట్రాక్ట్ తగ్గింపు రకం సంపూర్ణంగా ఉన్నప్పుడు ఈ ఫీల్డ్ అవసరం.

source: Discount of type {} provided by {} for {}.
ar: خصم من نوع {} يقدمه {} لـِ {}.
te: {} కోసం {} అందించిన రకం {} తగ్గింపు.

source: Enterprise Coupon Codes
ar: رموز قسائم المؤسسات
te: ఎంటర్‌ప్రైజ్ కూపన్ కోడ్‌లు

source: Edit Enterprise Offer: %(enterprise_customer_name)s
ar: عدِّل عرض المؤسسة: %(enterprise_customer_name)s
te: ఎంటర్‌ప్రైజ్ ఆఫర్‌ను సవరించండి: %(enterprise_customer_name)s

source: Create Enterprise Offer
ar: أنشئ عرضًا لمؤسسة
te: ఎంటర్‌ప్రైజ్ ఆఫర్‌ని సృష్టించండి

source: Enterprise Offers
ar: عروض المؤسسات
te: ఎంటర్‌ప్రైజ్ ఆఫర్‌లు

source: Edit
ar: عدّل
te: సవరించు

source: Create
ar: أنشئ
te: సృష్టించు

source: Edit Enterprise Offer
ar: عدّل عرض المؤسسات
te: ఎంటర్‌ప్రైజ్ ఆఫర్‌ని సవరించండి

source: Save Changes
ar: احفظ التغييرات
te: మార్పులను ఊంచు

source: Cancel
ar: الغِ
te: రద్దు చేయండి

source: %(platform_name)s Enterprise Offer Administration Tool
ar: %(platform_name)s - أداة إدارة عروض المؤسسات
te: %(platform_name)s ఎంటర్‌ప్రైజ్ ఆఫర్ అడ్మినిస్ట్రేషన్ సాధనం

source: Current enterprise offers
ar: عروض المؤسسات الحالية
te: ప్రస్తుత ఎంటర్‌ప్రైజ్ ఆఫర్‌లు

source: Enterprise Customer Name
ar: اسم العميل المؤسسة
te: ఎంటర్‌ప్రైజ్ కస్టమర్ పేరు

source: Type
ar: النوع
te: టైప్ చేయండి

source: Value
ar: القيمة
te: విలువ

source: Start
ar: البدء
te: ప్రారంభించండి

source: End
ar: النهاية
te: ముగింపు

source: %(platform_name)s Enterprise Offer Administration Tool
ar: %(platform_name)s - أداة إدارة عروض المؤسسات
te: %(platform_name)s ఎంటర్‌ప్రైజ్ ఆఫర్ అడ్మినిస్ట్రేషన్ సాధనం

source: SKU {sku} does not exist.
ar: وحدة إدارة المخزون {sku} غير موجودة.
te: SKU {sku} ఉనికిలో లేదు.

source: There is no Enterprise Customer associated with SKU {sku}.
ar: لا يوجد عميل مؤسسة مرتبط بوحدة إدارة المخزون {sku}.
te: SKU {sku} తో అనుబంధించబడిన ఎంటర్‌ప్రైజ్ కస్టమర్ లేరు.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise}.
ar: إذا كانت لديك مخاوف تتعلق بمشاركة بياناتك، فيُرجى الاتصال بمشرفك في {enterprise}.
te: మీ డేటాను భాగస్వామ్యం చేయడం గురించి మీకు ఆందోళనలు ఉంటే, దయచేసి {enterprise} లో మీ నిర్వాహకుడిని సంప్రదించండి.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise} at {contact_info}.
ar: إذا كانت لديك مخاوف تتعلق بمشاركة بياناتك، فيُرجى الاتصال بمشرفك في {enterprise} على {contact_info}.
te: మీ డేటాను భాగస్వామ్యం చేయడం గురించి మీకు ఆందోళనలు ఉంటే, దయచేసి మీ నిర్వాహకుడిని {enterprise} వద్ద {contact_info} వద్ద సంప్రదించండి.

source: Enrollment in {course_name} was not complete.
ar: لم يتم التسجيل في {course_name}.
te: {course_name} లో నమోదు పూర్తి కాలేదు.

source: Enterprise offer updated!
ar: تم تحديث عرض المؤسسات!
te: ఎంటర్‌ప్రైజ్ ఆఫర్ నవీకరించబడింది!

source: Enterprise offer created!
ar: تم إنشاء عرض المؤسسات!
te: ఎంటర్‌ప్రైజ్ ఆఫర్ సృష్టించబడింది!

source: You can't check out with an empty basket.
ar: لا يمكنك إتمام الشراء بسلّة فارغة.
te: మీరు ఖాళీ బాస్కెట్‌తో చెక్ అవుట్ చేయలేరు.

source: We couldn't locate the identification code necessary to find one of your products.
ar: لم نعثر على المعرف المعرف الذي نحتاجه للعثور على أحد منتجاتك.
te: మీ ఉత్పత్తుల్లో ఒకదాన్ని కనుగొనడానికి అవసరమైన గుర్తింపు కోడ్‌ను మేము గుర్తించలేకపోయాము.

source: We couldn't find one of the products you're looking for.
ar: لم نعثر على أحد المنتجات التي تبحث عنها.
te: మీరు వెతుకుతున్న ఉత్పత్తులలో ఒకదానిని మేము కనుగొనలేకపోయాము.

source: One of the products you're trying to order is unavailable.
ar: أحد المنتجات التي تحاول طلبها غير متاح.
te: మీరు ఆర్డర్ చేయడానికి ప్రయత్నిస్తున్న ఉత్పత్తుల్లో ఒకటి అందుబాటులో లేదు.

source: We couldn't find enough information about you to perform the calculation.
ar: لم نحصل على معلومات كافية عنك لإجراء العملية الحسابية.
te: గణనను నిర్వహించడానికి మేము మీ గురించి తగినంత సమాచారాన్ని కనుగొనలేకపోయాము.

source: EXPIRED
ar: منتهي الصلاحية
te: గడువు ముగిసింది

source: INACTIVE
ar: غير نشط
te: నిష్క్రియాత్మకమైనది

source: ACTIVE
ar: نشط
te: యాక్టివ్
