Repository: GZGTE/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Invalid location URL provided
id: URL lokasi yang diberikan tidak valid

source: The resource you are attempting to provide already exists
id: Sumber daya yang Anda coba berikan sudah ada

source: The resource you are attempting to provide has been disallowed by the staff. Reason:
id: Sumber daya yang Anda coba berikan telah dilarang oleh staf. Alasan:

source: The selected resource does not exist
id: Sumber daya yang dipilih tidak ada

source: Size of uploaded file exceeds threshold
id: Ukuran file yang diunggah melebihi ambang batas

source: The configuration of pyfs is not properly set
id: Konfigurasi pyfs tidak diatur dengan benar

source: Endorse resource without permission
id: Mendukung sumber daya tanpa izin

source: You don't have the permission to remove this resource
id: Anda tidak memiliki izin untuk menghapus sumber daya ini

source: Only staff can import resources
id: Hanya staf yang dapat mengimpor sumber daya

source: Please submit the JSON file obtained with the download resources button
id: Silakan kirimkan file JSON yang diperoleh dengan tombol unduh sumber daya

source: Tried to access flagged resources without staff permission
id: Mencoba mengakses sumber daya yang ditandai tanpa izin staf

source: This is a list of recommended resources. If you\
id: Ini adalah daftar sumber daya yang direkomendasikan. Jika kamu\

source: Show related resources
id: Tampilkan sumber daya terkait

source: This will be a list of resources your fellow students thought might be helpful, but it is empty currently. If you find useful resources, either on edx.org or elsewhere, please add it.
id: Ini akan menjadi daftar sumber daya yang menurut rekan siswa Anda mungkin berguna, namun saat ini kosong. Jika Anda menemukan sumber daya yang bermanfaat, baik di edx.org atau di tempat lain, silakan tambahkan.

source: Add new resource &gt;&gt;
id: Tambahkan sumber daya baru &gt;&gt;

source: Download resources
id: Unduh sumber daya

source: Upload resources
id: Unggah sumber daya

source: This is a list of resources your fellow students thought might be helpful. If you find another useful resource, either on edx.org or elsewhere, please add it. If you can improve the description or preview of a resource, please do so as well. If you find a resource helpful, upvote it. If it&rsquo;s not so helpful, downvote it. If it has issues (illegal material, incorrect, etc.), please flag it and let us know the reason.
id: Ini adalah daftar sumber daya yang menurut rekan siswa Anda mungkin berguna. Jika Anda menemukan sumber lain yang bermanfaat, baik di edx.org atau di tempat lain, silakan tambahkan. Jika Anda dapat meningkatkan deskripsi atau pratinjau sumber daya, lakukan juga. Jika Anda merasa sumber daya bermanfaat, beri suara positif. Jika tidak terlalu membantu, downvote. Jika ada masalah (materi ilegal, salah, dll.), harap tandai dan beri tahu kami alasannya.

source: cancel and go back to resource list
id: batalkan dan kembali ke daftar sumber daya

source: &lt; Related resources
id: &lt; Sumber daya terkait

source: Resources (in JSON format):
id: Sumber daya (dalam format JSON):

source: Provide a file of resource list in JSON format
id: Berikan file daftar sumber daya dalam format JSON

source: Reason
id: Alasan

source: Reason for why this resource should be removed
id: Alasan mengapa sumber daya ini harus dihapus

source: Reason for why this resource should be endorsed
id: Alasan mengapa sumber daya ini harus didukung

source: Reason for why this resource should be flagged
id: Alasan mengapa sumber daya ini harus ditandai

source: Title
id: Titel

source: Provide a resource title, required
id: Berikan judul sumber daya, wajib diisi

source: Provide a meaningful title so other students know whether this is useful to them
id: Berikan judul yang bermakna agar siswa lain tahu apakah ini berguna bagi mereka

source: Location
id: Lokasi

source: Provide a resource location in url, required
id: Berikan lokasi sumber daya di url, diperlukan

source: Description
id: Deskripsi

source: Provide a meaningful description so other students know whether this is useful to them
id: Berikan deskripsi yang bermakna sehingga siswa lain tahu apakah ini berguna bagi mereka

source: Preview screenshot:
id: Pratinjau tangkapan layar:

source: Provide a resource screenshot
id: Berikan tangkapan layar sumber daya

source: Save change
id: Simpan perubahan

source: Provide a resource description
id: Berikan deskripsi sumber daya

source: Provide a file of resource screenshot
id: Berikan file tangkapan layar sumber daya

source: Add resource
id: Tambahkan sumber daya

source: Configuration setting
id: Pengaturan konfigurasi

source: Set the student-view, client side configurations for RecommenderXblock.
id: Atur tampilan siswa, konfigurasi sisi klien untuk RekomendasiXblock.

source: Yes
id: Ya

source: No
id: Tidak

source: Do you want to take users on a little tour when they see the RecommenderXBlock first time?
id: Apakah Anda ingin mengajak pengguna melakukan tur kecil saat mereka melihat RekomendasiXBlock pertama kali?

source: Do you want to disable the UX functions which are under development?
id: Apakah Anda ingin menonaktifkan fungsi UX yang sedang dikembangkan?

source: How many resources you want to show in each page of the resource list?
id: Berapa banyak sumber daya yang ingin Anda tampilkan di setiap halaman daftar sumber daya?

source: How many page icons in pagination control (i.e., page range)? The icons for pages from (current page - page range) to (current page + page range) will be shown.
id: Berapa banyak ikon halaman dalam kontrol pagination (yaitu rentang halaman)? Ikon untuk halaman dari (halaman saat ini - rentang halaman) hingga (halaman saat ini + rentang halaman) akan ditampilkan.

source: Recommend a new resource which may be helpful to other students solving this problem
id: Rekomendasikan sumber daya baru yang mungkin berguna bagi siswa lain untuk memecahkan masalah ini

source: Edit this resource
id: Edit sumber daya ini

source: Upvote if the resource is helpful
id: Beri suara positif jika sumber dayanya bermanfaat

source: Downvote if the resource is not helpful
id: Suara negatif jika sumber daya tidak membantu

source: Votes
id: Suara

source: Resource title
id: Judul sumber daya

source: Remove this resource and give the reason why you do that
id: Hapus sumber daya ini dan berikan alasan mengapa Anda melakukan itu

source: Preview image (typically, a screenshot)
id: Pratinjau gambar (biasanya tangkapan layar)

source: Give a short (1-3 sentence) summary of the resource; ideally, this should be concise, but give enough detail to let students know whether this resources is useful to them
id: Berikan ringkasan singkat (1-3 kalimat) tentang sumber daya; idealnya, sumber daya ini harus ringkas, namun memberikan rincian yang cukup agar siswa mengetahui apakah sumber daya ini berguna bagi mereka

source: Cut-and-paste the URL of the resource.
id: Potong dan tempel URL sumber daya.

source: Give a paragraph of summary of the resource; the summary should be more detailed than you gave in Title
id: Berikan paragraf ringkasan sumber daya; ringkasannya harus lebih rinci daripada yang Anda berikan di Judul

source: Upload a preview screenshot (in GIF/PNG/JPG) of the resource; ideally, this should let students know whether this resources is useful to them
id: Unggah tangkapan layar pratinjau (dalam GIF/PNG/JPG) dari sumber daya; idealnya, hal ini akan membuat siswa mengetahui apakah sumber daya ini berguna bagi mereka

source: Go back to the main list
id: Kembali ke daftar utama

source: Give a meaningful reason for why this resource should be removed
id: Berikan alasan yang berarti mengapa sumber daya ini harus dihapus

source: Flag this resource as problematic and give your reason
id: Tandai sumber daya ini sebagai bermasalah dan berikan alasan Anda

source: Delete this resource
id: Hapus sumber daya ini

source: Show a list of student-recommented related resources
id: Tampilkan daftar sumber daya terkait yang direkomendasikan siswa

source: Hide the recommendations list
id: Sembunyikan daftar rekomendasi

source: Check the icon to endorse this resource
id: Centang ikon untuk mendukung sumber daya ini

source: This resource is endorsed by staff
id: Sumber daya ini didukung oleh staf

source: Click to view resources for removal
id: Klik untuk melihat sumber daya yang akan dihapus

source: Click to view resources in ordinary decreasing-vote order
id: Klik untuk melihat sumber daya dalam urutan penurunan suara biasa

source: Here is a list of reasons why students think this resource problematic:
id: Berikut adalah daftar alasan mengapa siswa menganggap sumber daya ini bermasalah:

source: The reason why it is endorsed is:
id: Alasan mengapa hal itu didukung adalah:

source: Resource:
id: Sumber:

source: votes
id: suara

source: The content you typed has not been submitted yet. Are you sure to go back?
id: Konten yang Anda ketik belum dikirimkan. Apakah Anda yakin untuk kembali?

source: Import resources
id: Impor sumber daya

source: Suggest resource
id: Sarankan sumber daya

source: Edit existing resource
id: Edit sumber daya yang ada

source: Flag Resource
id: Tandai Sumber Daya

source: Endorse Resource
id: Mendukung Sumber Daya

source: Remove Resource
id: Hapus Sumber Daya

source: Upload resources in JSON format to the database.
id: Unggah sumber daya dalam format JSON ke database.

source: Suggest a resource which can help other students with this problem. Please do not give the answer directly.
id: Sarankan sumber daya yang dapat membantu siswa lain dengan masalah ini. Tolong jangan memberikan jawabannya secara langsung.

source: Edit the resource and make it more helpful for other students with this problem. Please do not give the answer directly.
id: Edit sumber daya dan buat lebih bermanfaat bagi siswa lain yang mengalami masalah ini. Tolong jangan memberikan jawabannya secara langsung.

source: Why would you like to flag this resource? The staff will review all flagged resources, and remove inappropriate ones (spam, incorrect, abusive, etc.). Giving a clear reason will help us do this efficiently.
id: Mengapa Anda ingin menandai sumber daya ini? Staf akan meninjau semua sumber daya yang ditandai, dan menghapus sumber daya yang tidak pantas (spam, salah, kasar, dll.). Memberikan alasan yang jelas akan membantu kita melakukan hal ini secara efisien.

source: Endorse this resource and give the reason why you do that.
id: Dukung sumber daya ini dan berikan alasan mengapa Anda melakukan itu.

source: Remove this resource and give the reason why you do that.
id: Hapus sumber daya ini dan berikan alasan mengapa Anda melakukan itu.

source: Hide related resources
id: Sembunyikan sumber daya terkait

source: From page {fromPage} To page {toPage}
id: Dari halaman {fromPage} Ke halaman {toPage}

source: Export resources
id: Ekspor sumber daya

source: Entering import resource mode
id: Memasuki mode impor sumber daya

source: Entering add resource mode
id: Memasuki mode tambah sumber daya

source: Add new resource
id: Tambahkan sumber daya baru

source: Entering edit resource mode
id: Memasuki mode edit sumber daya

source: Entering flag resource mode
id: Memasuki mode sumber daya bendera

source: Flag resource
id: Tandai sumber daya

source: Unflag resource
id: Hapus tanda sumber daya

source: Endorse resource
id: Mendukung sumber daya

source: Unendorse resource
id: Batalkan dukungan sumber daya

source: Remove resource
id: Hapus sumber daya

source: Hovering resource
id: Sumber daya melayang

source: A resource was clicked
id: Sumber daya telah diklik

source: Back to resource list mode
id: Kembali ke mode daftar sumber daya
