Repository: GZGTE/openedx-translations
Catalog: translations/xblock-image-explorer/image_explorer/conf/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, id

source: Display Name
fr_ca: Nom d'affichage
id: Nama tampilan

source: This name appears in the horizontal navigation at the top of the page.
fr_ca: Ce nom apparaît dans la navigation horizontale en haut de la page.
id: Nama ini muncul pada navigasi horizontal di bagian atas halaman.

source: Image Explorer
fr_ca: Explorateur d'images
id: Penjelajah Gambar

source: Hot Spots Coordinates Centered
fr_ca: Coordonnées centrées de la zone sensible
id: Koordinat Titik Panas Terpusat

source: Store hotspots opened by student, for completion
fr_ca: Conserve les zones sensibles ouvertes par l'étudiant, pour complétion
id: Simpan hotspot yang dibuka oleh siswa, untuk diselesaikan

source: XML contents to display for this module
fr_ca: Contenu XML à afficher pour ce module
id: Konten XML yang akan ditampilkan untuk modul ini

source: Missing event_type in JSON data
fr_ca: event_type manquant dans les données JSON
id: event_type tidak ada dalam data JSON

source: Title
fr_ca: Titre
id: Titel

source: The title of the Image Explorer that is displayed to the user
fr_ca: Le titre de l'Explorateur d'images qui est affiché à l'utilisateur
id: Judul Image Explorer yang ditampilkan kepada pengguna

source: Hotspot coordinates centered
fr_ca: Coordonnées centrées de la zone sensible
id: Koordinat hotspot terpusat

source: If set to true, hotspot coordinates interpreted to point to the center of the hotspot
fr_ca: Si défini sur vrai, les coordonnées de la zone sensible sont interprétées pour pointer vers le centre de la zone sensible
id: Jika disetel ke true, koordinat hotspot diinterpretasikan menunjuk ke pusat hotspot

source: If set to false, assumed to point to the top left corner of the hotspot image
fr_ca: Si défini sur false, supposé pointer vers le coin supérieur gauche de l'image de la zone sensible
id: Jika disetel ke false, diasumsikan mengarah ke pojok kiri atas gambar hotspot

source: Definition
fr_ca: Définition
id: Definisi

source: The XML definition for the Image Explorer
fr_ca: La définition XML pour l'Explorateur d'images
id: Definisi XML untuk Image Explorer

source: Save
fr_ca: Sauvegarder
id: Simpan

source: Cancel
fr_ca: Annuler
id: Batalkan
