Repository: GZGTE/openedx-translations
Catalog: translations/FeedbackXBlock/feedback/conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: What did you learn from this? What was missing?
id: Apa yang Anda pelajari dari ini? Apa yang hilang?

source: How would you rate this as a learning experience?
id: Bagaimana Anda menilai ini sebagai pengalaman pembelajaran?

source: Think about the material, and try to synthesize key lessons learned, as well as key gaps in our presentation.
id: Pikirkan tentang materinya, dan cobalah menyatukan pelajaran-pelajaran penting yang didapat, serta kesenjangan-kesenjangan utama dalam presentasi kita.

source: Take a little bit of time to reflect here. Research shows that a meaningful synthesis will help you better understand and remember material from this course.
id: Luangkan sedikit waktu untuk merenung di sini. Penelitian menunjukkan bahwa sintesis yang bermakna akan membantu Anda lebih memahami dan mengingat materi dari kursus ini.

source: Excellent
id: Bagus sekali

source: Good
id: Baik

source: Average
id: Sedang

source: Fair
id: Adil

source: Poor
id: Miskin

source: Freeform user prompt
id: Perintah pengguna berbentuk bebas

source: Random number generated for p. -1 if uninitialized
id: Nomor acak dihasilkan untuk p. -1 jika tidak diinisialisasi

source: How user voted. -1 if didn't vote
id: Bagaimana pengguna memilih. -1 jika tidak memilih

source: What percent of the time should this show?
id: Berapa persen waktu yang seharusnya ditampilkan?

source: A list of user votes
id: Daftar suara pengguna

source: Feedback
id: Umpan balik

source: Display Name
id: Nama tampilan

source: Provide Feedback
id: Berikan umpan balik

source: Voting message
id: Pesan pemungutan suara

source: Thank you for voting!
id: Terima kasih sudah memberikan suara!

source: Feedback message
id: Pesan umpan balik

source: Thank you for your feedback!
id: Terima kasih atas tanggapan Anda!

source: Show aggregate to students
id: Tunjukkan agregat kepada siswa

source: Please reflect on this course material
id: Silakan renungkan materi kursus ini

source: Please take time to meaningfully reflect on your experience with this course material.
id: Harap luangkan waktu untuk merenungkan secara bermakna pengalaman Anda dengan materi kursus ini.

source: Please rate your overall experience
id: Silakan menilai keseluruhan pengalaman Anda

source: Please take a moment to thoughtfully reflect.
id: Mohon luangkan waktu sejenak untuk merenung.

source: Please vote!
id: Tolong pilih!

source: Number of ratings
id: Jumlah peringkat

source: Average rating
id: Penilaian rata-rata

source: Feedback
id: Masukan

source: See Unit
id: Lihat Satuan

source: Comment
id: Komentar

source: Vote
id: Pilih

source: No vote
id: Tidak memilih

source: Submit Feedback
id: Berikan umpan balik

source: This XBlock allows you to collect student feedback on pieces of the course. This may be helpful either for course improvement, or to give students a chance to reflect on what they have done.
id: XBlock ini memungkinkan Anda mengumpulkan umpan balik siswa tentang bagian-bagian kursus. Hal ini mungkin berguna untuk perbaikan kursus, atau untuk memberikan kesempatan kepada siswa untuk merefleksikan apa yang telah mereka lakukan.

source: Display name
id: Nama tampilan

source: The name of the component.
id: Nama komponen.

source: The message to show after user vote.
id: Pesan yang akan ditampilkan setelah pengguna memilih.

source: The message to show after user feedback.
id: Pesan yang akan ditampilkan setelah masukan pengguna.

source: Show aggregate report to students
id: Tampilkan laporan agregat kepada siswa

source: False
id: Salah

source: True
id: Benar

source: Wheter to show the aggregate report to students.
id: Apakah akan menampilkan laporan agregat kepada siswa.

source: Freeform prompt
id: Perintah bentuk bebas

source: Example: Please provide us feedback on this section.
id: Contoh: Tolong berikan kami umpan balik pada bagian ini.

source: Freeform placeholder
id: Placeholder bentuk bebas

source: This is shown as grayed out text before the student has answered.
id: Ini ditampilkan sebagai teks berwarna abu-abu sebelum siswa menjawab.

source: Likert icon set
id: Kumpulan ikon Likert

source: Faces (happy to sad)
id: Wajah (senang hingga sedih)

source: Faces (sad to happy to sad)
id: Wajah (sedih ke senang ke sedih)

source: Numeric
id: numerik

source: Stars
id: Bintang

source: We can either show happy/sad faces, numbers 1-5 or stars.
id: Kita bisa menampilkan wajah bahagia/sedih, angka 1-5, atau bintang.

source: Likert prompt
id: Perintah Likert

source: Example: Please rate your overall experience with this section.
id: Contoh: Silakan menilai keseluruhan pengalaman Anda dengan bagian ini.

source: Likert option 1
id: Opsi suka 1

source: Example: Excellent!
id: Contoh: Luar biasa!

source: Likert option 2
id: Opsi suka 2

source: Example: Good
id: Contoh: Bagus

source: Likert option 3
id: Opsi suka 3

source: Example: Average
id: Contoh: Rata-rata

source: Likert option 4
id: Opsi suka 4

source: Example: Fair
id: Contoh: Adil

source: Likert option 5
id: Opsi suka 5

source: Example: Poor
id: Contoh: Miskin

source: Save
id: Simpan

source: Cancel
id: Batalkan
